{
  "tooltips": [
    [
      1, 
      "Global population", 
      "How many people will there be in 2050? In 2011 there were 6.97 billion.", 
      "In 2050 the population rises to 10.9 billion.", 
      "In 2050 the population rises to 9.6 billion.", 
      "In 2050 the population rises to 8.3 billion.", 
      "This lever only has three levels."
    ], 
    [
      2, 
      "Urbanisation", 
      "What percentage of people will live in urban areas? In 2011 it was 52%.", 
      "75% of people live in urban areas.", 
      "66% of people live in urban areas.", 
      "58% of people live in urban areas.", 
      "This lever only has three levels."
    ], 
    [
      3, 
      "Passenger distance", 
      "How far will we travel? For example, in 2011 the average urban person travelled 9200 km/year domestically.", 
      "13300 km/year (45% increase from 2011).", 
      "12400 km/year (35% increase from 2011).", 
      "11900 km/year (30% increase from 2011).", 
      "11500 km/year (26% increase from 2011)."
    ], 
    [
      4, 
      "Freight distance", 
      "How far will our freight travel? In 2011 freight travelled 85 trillion tonne-kms.", 
      "Freight increases by 146% from 2011 levels.", 
      "Freight increases by 117%", 
      "Freight increases by 87%", 
      "Freight increases by 52%"
    ], 
    [
      5, 
      "Mode", 
      "Do we use cars, or do we switch to public transport, cycling and walking? For example, in 2011 38% of all domestic km travelled by urban passengers were by car.", 
      "In 2050 cars are the dominant mode of travel in urban areas (around 65%).", 
      "In 2050, cars account for 53% of km travelled in urban areas.", 
      "In 2050, cars account for 43% of km travelled in urban areas.", 
      "In 2050, cars account for 29% of km travelled in urban areas."
    ], 
    [
      6, 
      "Occupancy and load", 
      "Can each vehicle carry more people or heavier loads? For example, in 2011 the average urban car carried 1.6 people.", 
      "1.4 people (10% lower than 2011).", 
      "1.6 people (equal to 2011).", 
      "1.8 people (10% higher than 2011).", 
      "1.9 people (20% higher than 2011)."
    ], 
    [
      7, 
      "Car own or hire ", 
      "In 2011, the average urban car travelled 15000 km per year, but this could change in future if more people move away from owning private cars, towards hired, shared or self-driving vehicles.", 
      "In 2050, the average urban car travels 12000 km per year.", 
      "In 2050, the average urban car travels 15000 km per year.", 
      "In 2050, the average urban car travels 30000 km per year.", 
      "In 2050, the average urban car travels 54000 km per year."
    ], 
    [
      8, 
      "Efficiency", 
      "How efficient will our vehicles be? For example, in 2011 the average urban passenger car uses 8.6 litres of fuel per 100km. Efficiency has been improving around 1 to 2% a year.", 
      "By 2050 the average urban passenger car (with an internal combusion engine) will use 5.9 litres of fuel per 100km. ", 
      "By 2050 the average urban passenger car (with an internal combusion engine) will use 5.3 litres of fuel per 100km. ", 
      "By 2050 the average urban passenger car (with an internal combusion engine) will use 4.3 litres of fuel per 100km. ", 
      "By 2050 the average urban passenger car (with an internal combusion engine) will use 3.6 litres of fuel per 100km. "
    ], 
    [
      9, 
      "Electric and hydrogen", 
      "Will we switch to lower emission vehicles, such as hybrid, electric or hydrogen vehicles? For example, in 2011 only 0.2% of passenger cars were electric and very few used hydrogen.", 
      "By 2050, 2.0% of passenger cars are electric/hydrogen-powered.", 
      "By 2050, 10.0% of passenger cars are electric/hydrogen-powered.", 
      "By 2050, 35.0% of passenger cars are electric/hydrogen-powered.", 
      "By 2050, 55.0% of passenger cars are electric/hydrogen-powered."
    ], 
    [
      10, 
      "Building size", 
      "How big will our buildings be? For example, in 2011 the average area of an urban household was 92 m<sup>2</sup>.", 
      "The average urban home has a floor area of 110 m<sup>2</sup> by 2050.", 
      "The average urban home has a floor area of 105 m<sup>2</sup> by 2050.", 
      "The average urban home has a floor area of 100 m<sup>2</sup> by 2050.", 
      "The average urban home has a floor area of 95 m<sup>2</sup> by 2050."
    ], 
    [
      11, 
      "Temperature & hot water use", 
      "How comfortable will our home temperatures be? For example, in 2011 the average urban home temperature was 17.5&deg;C in winter and 26.5&deg;C in summer.", 
      "20&deg;C in winter, 24&deg;C in summer.", 
      "19&deg;C in winter, 25&deg;C in summer.", 
      "18&deg;C in winter, 26&deg;C in summer.", 
      "17 &deg;C in winter, 27 &deg;C in summer."
    ], 
    [
      12, 
      "Lighting, cooking & appliance use", 
      "How many appliances will we have in our homes? For example, in 2011 the average urban household had 4.0 large appliances (refrigerator, clothes washer and dryer, dishwasher and TV) and 2.0 small appliances (e.g. laptop, DVD player).", 
      "6.3 large appliances (refrigerator, clothes washer and dryer, dishwasher and TV) and 5.0 small appliances (e.g. laptop, DVD player).", 
      "5.5 large appliances (refrigerator, clothes washer and dryer, dishwasher and TV) and 4.2 small appliances (e.g. laptop, DVD player).", 
      "4.9 large appliances (refrigerator, clothes washer and dryer, dishwasher and TV) and 3.6 small appliances (e.g. laptop, DVD player).", 
      "4.1 large appliances (refrigerator, clothes washer and dryer, dishwasher and TV) and 3.0 small appliances (e.g. laptop, DVD player)."
    ], 
    [
      13, 
      "Building insulation", 
      "How insulated will our buildings be? For example, in 2011 the average heat loss coefficient of an urban residential building was 16.9 GW/(M ha*&deg;C).", 
      "Through better insulation, thermal performance of urban residential buildings improves by 29%.", 
      "Through better insulation, thermal performance of urban residential buildings improves by 47%.", 
      "Through better insulation, thermal performance of urban residential buildings improves by 64%.", 
      "Through better insulation, thermal performance of urban residential buildings improves by 76%."
    ], 
    [
      14, 
      "Temperature, cooking & lighting technology", 
      "How will we heat, cool and light our buildings, and how will we cook our food? For example, in 2011, 2% of urban heating used low-carbon technologies like heat pumps and solar heaters. All cooling used air conditioning, with 0% low-carbon options like solar cooling.", 
      "2% of heating is from either solar or heat pumps, and 5% of cooling is solar. ", 
      "20% of heating is from either solar or heat pumps, and 10% of cooling is solar. ", 
      "45% of heating is from either solar or heat pumps, and 15% of cooling is solar.", 
      "70% of heating is from either solar or heat pumps, and 20% of cooling is solar. "
    ], 
    [
      15, 
      "Appliance efficiency", 
      "How efficient will our appliances be? For example, the average urban TV in 2011 had a power of 250W. For the last 20 years, average appliance efficiency in Europe has improved by around 20%. ", 
      "An average TV uses 3% less power than in 2011.", 
      "An average TV uses 17% less power than in 2011.", 
      "An average TV uses 23% less power than in 2011.", 
      "An average TV uses 30% less power than in 2011."
    ], 
    [
      16, 
      "Product lifespan", 
      "How long will our products last? In 2011, the average lifespan of an urban 4-wheeled car with internal combustion engine was 12.5 years.", 
      "The average lifespan of an urban 4-wheeled car with internal combustion engine is unchanged by 2050, remaining at 12.5 years.", 
      "The average lifespan of an urban 4-wheeled car with internal combustion engine increases by 2050, to 13.7 years.", 
      "The average lifespan of an urban 4-wheeled car with internal combustion engine increases by 2050, to 15.0 years.", 
      "The average lifespan of an urban 4-wheeled car with internal combustion engine increases by 2050, to 16.2 years."
    ], 
    [
      17, 
      "Design, material switch & recycling", 
      "How efficiently will we use materials, will we recycle more, and will we switch to using less CO<sub>2</sub> intensive materials?", 
      "No product or material design improvements that would reduce the material needed for product manufacture,  and no significant increase in recycling. For example, the mass of a typical steel product in 2050 is 100% of the mass of a typical steel product in 2011, and recycled steel makes up 35% of the steel used to make products, the same as 2011.", 
      "Moderately ambitious product and material design improvements, and increase in recycling. For example, the mass of a typical steel product in 2050 is 90% of the mass of a typical steel product in 2011, and recycled steel makes up 43% of the steel used to make products, compared to 35% in 2011.", 
      "Very ambitious product and material design improvements, and increase in recycling. For example, the mass of a typical steel product in 2050 is 80% of the mass of a typical steel product in 2011, and recycled steel makes up 55% of the steel used to make products, compared to 35% in 2011.", 
      "Extremely ambitious product and material design improvements, and increase in recycling. For example, the mass of a typical steel product in 2050 is 70% of the mass of a typical steel product in 2011, and recycled steel makes up 75% of the steel used to make products, compared to 35% in 2011."
    ], 
    [
      18, 
      "Iron, steel & aluminium", 
      "How carbon intensive is the production of iron, steel and aluminium? In 2011, emissions from traditional blast furnace steel production were 1.97 Gt CO<sub>2</sub>e per Gt of steel.", 
      "1.97 tonnes of CO<sub>2</sub>e produced per tonne of  traditional blast furnace steel produced.", 
      "1.87 tonnes of CO<sub>2</sub>e produced per tonne of  traditional blast furnace steel produced.", 
      "1.78 tonnes of CO<sub>2</sub>e produced per tonne of  traditional blast furnace steel produced.", 
      "1.55 tonnes of CO<sub>2</sub>e produced per tonne of  traditional blast furnace steel produced."
    ], 
    [
      19, 
      "Chemicals", 
      "How carbon intensive is the production of chemicals? In 2011, emissions for high value chemicals were 1.09 Gt CO<sub>2</sub>e per Gt produced.", 
      "1.09 tonnes of CO<sub>2</sub>e produced per tonne of high value chemicals produced.", 
      "1.02 tonnes of CO<sub>2</sub>e produced per tonne of high value chemicals produced.", 
      "0.96 tonnes of CO<sub>2</sub>e produced per tonne of high value chemicals produced.", 
      "0.86 tonnes of CO<sub>2</sub>e produced per tonne of high value chemicals produced."
    ], 
    [
      20, 
      "Paper and other", 
      "How carbon intensive is the production of paper? In 2011, emissions for virgin pulp & paper were 0.95 Gt CO<sub>2</sub>e per Gt produced.", 
      "0.95 tonnes of CO<sub>2</sub>e produced per tonne of virgin paper produced.", 
      "0.73 tonnes of CO<sub>2</sub>e produced per tonne of virgin paper produced.", 
      "0.61 tonnes of CO<sub>2</sub>e produced per tonne of virgin paper produced.", 
      "0.47 tonnes of CO<sub>2</sub>e produced per tonne of virgin paper produced."
    ], 
    [
      21, 
      "Cement", 
      "How carbon intensive is the production of cement? In 2011, emissions for cement were 0.41 Gt CO<sub>2</sub> per Gt produced.", 
      "0.40 tonnes of CO<sub>2</sub>e produced per tonne of cement produced.", 
      "0.38 tonnes of CO<sub>2</sub>e produced per tonne of cement produced.", 
      "0.36 tonnes of CO<sub>2</sub>e produced per tonne of cement produced.", 
      "0.20 tonnes of CO<sub>2</sub>e produced per tonne of cement produced."
    ], 
    [
      22, 
      "Carbon capture and storage (ind.)", 
      "Will we use CCS in industry to capture process and combustion emissions? CCS is not implemented in industry in 2011.", 
      "No development of CCS industry. For example, 0% emissions from steel manufacture are captured.", 
      "Moderate development of CCS industry. For example, 20% emissions from steel manufacture are captured.", 
      "Ambitious development of CCS industry. For example, 36% emissions from steel manufacture are captured.", 
      "Extremely ambitious development of CCS industry. For example, 80% emissions from steel manufacture are captured."
    ], 
    [
      23, 
      "Coal / oil / gas", 
      "In thermal power plants, do we use solid fuel (coal or wood) or gaseous fuel (natural gas or biogas)? For example, in 2011 61% of fuel was solid, 7% liquid and 32% gas.", 
      "61% of fuel for thermal power plants is solid, and 12% is gas.", 
      "48% of fuel for thermal power plants is solid, and 32% is gas.", 
      "36% of fuel for thermal power plants is solid, and 58% is gas.", 
      "26% of fuel for thermal power plants is solid, and 70% is gas."
    ], 
    [
      24, 
      "Fossil fuel efficiency", 
      "How efficiently will we extract and use fossil fuels? For example, in 2011 25% of coal power stations used the most efficient technologies (ultra- or super-critical).", 
      "Small increase e.g. 38% of coal power stations used ultra- or super-critical technologies.", 
      "More efficient power e.g. 45% of coal power stations used ultra- or super-critical technologies.", 
      "High efficiency power e.g. 50% of coal power stations used ultra- or super-critical technologies.", 
      "Very efficient power e.g. 55% of coal power stations used ultra- or super-critical technologies."
    ], 
    [
      25, 
      "Carbon capture and storage (power)", 
      "Do we use carbon capture and storage in electricity generation? In 2011 there were only small demonstration projects.", 
      "16 GW of CCS installed power capacity by 2050.", 
      "490 GW of CCS installed power capacity by 2050.", 
      "1,487 GW of CCS installed power capacity by 2050.", 
      "3,700 GW of CCS installed power capacity by 2050."
    ], 
    [
      26, 
      "Nuclear", 
      "Do we use nuclear power? In 2011, global capacity was 364 GW.", 
      "0 GW", 
      "685 GW", 
      "1,030 GW", 
      "1,870 GW"
    ], 
    [
      27, 
      "Wind", 
      "Do we use wind power? In 2011 there was around 234 GW of onshore wind capacity, in 83 countries. There was also 4 GW of offshore power installed.", 
      "0 GW", 
      "2,317 GW", 
      "4,710 GW", 
      "6,466 GW"
    ], 
    [
      28, 
      "Hydroelectric", 
      "Do we use hydroelectric power? In 2011 global capacity was 970 GW.", 
      "1,188 GW", 
      "1,750 GW", 
      "2,101 GW", 
      "2,375 GW"
    ], 
    [
      29, 
      "Marine", 
      "Do we use wave and tidal power? In 2011, global capacity was 0.5 GW of marine in total (0.5 GW of tidal power and 0 GW of wave power).", 
      "8 GW", 
      "97 GW", 
      "237 GW", 
      "436 GW"
    ], 
    [
      30, 
      "Solar", 
      "Do we use solar power? In 2011, global capacity was 71.3 GW in total (69.7 GW of photovoltaic power and 1.6 GW of concentrated solar power). ", 
      "0 GW", 
      "2,204 GW", 
      "4,149 GW", 
      "23,107 GW"
    ], 
    [
      31, 
      "Geothermal", 
      "Do we use geothermal power? In 2011, global capacity was 11 GW, centred in 24 countries. Maximum potential exists in the 'ring of fire' around the Pacific Ocean.", 
      "0 GW", 
      "172 GW", 
      "289 GW", 
      "404 GW"
    ], 
    [
      32, 
      "Storage and demand shifting", 
      "How much electricity storage will we have? This is important in a grid using intermittent renewable technologies (like solar and wind) to make sure that peak demand is met. In 2011, there were 120 GW of electricity storage plants.", 
      "152 GW", 
      "403 GW", 
      "800 GW", 
      "1,200 GW"
    ], 
    [
      33, 
      "Calories consumed", 
      "How much food will we eat? In 2011, global average food consumption was 2,180 kcal/person/day, but with extremes of over- and under-nourishment across the world.", 
      "2,520 kcal/person/day (European 2011 average).", 
      "2,330 kcal/person/day (UN FAO 2050 global projection).", 
      "2,195 kcal/person/day (global 2011 average).", 
      "2,100 kcal/person/day (the target for a healthy diet)."
    ], 
    [
      34, 
      "Quantity of meat", 
      "How much meat will we eat? In 2011, global average meat consumption was 187 kcal of meat/person/day. This has generally increased in recent decades, particularly in the developing world. ", 
      "281 kcal/person/day (European 2011 average).", 
      "220 kcal/person/day (UN FAO 2050 global projection).", 
      "152 kcal/person/day (World Health Organisation target for a healthy diet).", 
      "14 kcal/person/day (Indian 2011 average)."
    ], 
    [
      35, 
      "Type of meat", 
      "What type of meat do we eat? In 2011 22% of meat consumed was beef, lamb and goat. The rest was pork, chicken and other poultry.", 
      "Increase in the proportion of meat from ruminant animals from 22% in 2011 to 28% in 2050 (similar to the meat types currently consumed in Canada).", 
      "Increase in the proportion of meat from ruminant animals, from 22% in 2011 to 25% in 2050 (UN FAO 2050 global projection).", 
      "Proportion of meat from ruminant animals stays constant between 2011 and 2050, at 22%.", 
      "Decrease in the proportion of meat from ruminant animals, from 22% in 2011 to 10% in 2050 (similar to the meat types currently consumed in China)."
    ], 
    [
      36, 
      "Crop yields", 
      "Can we increase crop yields? Between 1987 and 2007 they increased by around 1.9% per year globally, but over recent years the annual % increase has been lower than this. Current average food energy yields are 0.10 W per square metre.", 
      "No crop yield growth (e.g. because of severe impacts of climate change).", 
      "Ambitious crop yield growth (yields rise 40% by 2050), similar to UN FAO 2050 global projection.", 
      "Very ambitious crop yield growth (yields rise 60% by 2050).", 
      "Extremely ambitious crop yield growth (yields rise 100% by 2050)."
    ], 
    [
      37, 
      "Land-use efficiency ", 
      "Can we use smarter land-use techniques to increase productivity? For example, multi-cropping and integrated agro-livestock-forestry schemes.", 
      "Mismanaged land (e.g. 10% more land needed for same yield).", 
      "No change from current land use efficiency.", 
      "Improved efficiency (e.g. 10% less land needed for same yield).", 
      "Extreme efficiency (e.g. 30% less land needed for same yield)."
    ], 
    [
      38, 
      "Livestock (grains/residues fed)", 
      "Should we move more livestock traditionally raised on pastureland (cattle, sheep and goats) into feedlots (confined systems that are more efficient at converting food to meat) and use more efficient breeds of animal? For example, in 2011, around 6% of cattle meat was produced from animals kept in feedlot systems.", 
      "No cattle in feedlots by 2050.", 
      "6% of cattle meat from animals in feedlot systems by 2050.", 
      "15% of cattle meat from animals in feedlot systems by 2050.", 
      "30% of cattle meat from animals in feedlot systems by 2050."
    ], 
    [
      39, 
      "Livestock (pasture fed)", 
      "For animals raised in pastureland (cattle, sheep and goats), should we increase the number of animals per hectare, and their efficiency at converting food to meat? Currently cattle density is 0.6 animals per hectare, and sheep/goats is 3.1 animals/hectare.", 
      "0.70 cows per hectare (10% increase).", 
      "0.83 cows per hectare (30% increase).", 
      "0.95 cows per hectare (50% increase).", 
      "1.14 cows per hectare (80% increase)."
    ], 
    [
      40, 
      "Bioenergy yields", 
      "Could we get more usable energy out of each hectare of biocrops, for example by using more efficient crop types? Current average yield is 0.4 W per square metre, equivalent to 6.7 dry tonnes per hectare per year for woody energy crops.", 
      "Low yield increase of energy production per unit of land area, without significant changes in the energy crop mix. Total increase: 20% by 2050.", 
      "Moderate increase in energy production per unit of land area, and changes in the mix of energy crops towards a higher share of energy-efficient feedstocks. Total increase: 50% by 2050.", 
      "High increase in energy production per unit of land area, with substantial changes in the mix of energy crops towards a high share of energy-efficient feedstocks. Total increase: 120% by 2050.", 
      "Extreme increase in energy production per unit of land area relying on highly energy-efficient feedstocks. Total increase: 200% by 2050."
    ], 
    [
      41, 
      "Solid or liquid", 
      "Should we use solid or liquid biofuels? Currently 60% of modern biofuels are solid (e.g. wood chips) and 40% are liquid (bioethanol and biodiesel).", 
      "Reduced use of liquid biofuels. 20% liquid.", 
      "40% liquid.", 
      "60% liquid.", 
      "80% liquid."
    ], 
    [
      42, 
      "Surplus land (forest & bioenergy) ", 
      "After accounting for food production, do we use surplus land for growing biocrops, or for the regeneration of forests and grassland?", 
      "0% of surplus land is used for biocrops, with 80% for forests (including natural regeneration and planted forests).", 
      "40% of surplus land is used for biocrops, with 48% for forests.", 
      "60% of surplus land is used for biocrops, with 32% for forests.", 
      "80% of surplus land is used for biocrops, with 16% for forests."
    ], 
    [
      43, 
      "Biochar", 
      "Do we use biochar technology to remove CO<sub>2</sub> from the atmosphere? In 2011, biochar was not used.", 
      "Biochar technology is still not used in 2050.", 
      "Biochar technology removes 0.3 GtCO<sub>2</sub>/year by 2050.", 
      "Biochar technology removes 0.8 GtCO<sub>2</sub>/year by 2050.", 
      "Biochar technology removes 3.3 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      44, 
      "Direct air capture", 
      "Do we use direct air capture technology to remove CO<sub>2</sub> from the atmosphere? In 2011, direct air capture was not used.", 
      "Direct air capture technology is still not used in 2050.", 
      "Direct air capture technology removes 1.0 GtCO<sub>2</sub>/year by 2050.", 
      "Direct air capture technology removes 2.5 GtCO<sub>2</sub>/year by 2050.", 
      "Direct air capture technology removes 10.0 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      45, 
      "Ocean fertilisation", 
      "Do we use ocean fertilisation technology to remove CO<sub>2</sub> from the atmosphere? In 2011, ocean fertilisation was not used.", 
      "Ocean fertilisation technology is still not used in 2050.", 
      "Ocean fertilisation technology removes 0.1 GtCO<sub>2</sub>/year by 2050.", 
      "Ocean fertilisation technology removes 0.2 GtCO<sub>2</sub>/year by 2050.", 
      "Ocean fertilisation technology removes 1.0 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      46, 
      "Enhanced weathering (oceanic)", 
      "Do we use enhanced weathering (oceanic) technology to remove CO<sub>2</sub> from the atmosphere? In 2011, it was not used.", 
      "Enhanced weather (oceanic) technology is still not used in 2050.", 
      "Enhanced weather (oceanic) technology removes 1.0 GtCO<sub>2</sub>/year by 2050.", 
      "Enhanced weather (oceanic) technology removes 2.5 GtCO<sub>2</sub>/year by 2050.", 
      "Enhanced weather (oceanic) technology removes 10.0 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      47, 
      "Enhanced weathering (terrestial)", 
      "Do we use enhanced weathering (terrestrial) technology to remove CO<sub>2</sub> from the atmosphere? In 2011, it was not used.", 
      "Enhanced weather (terrestrial) technology is still not used in 2050.", 
      "Enhanced weather (terrestial) technology removes 0.4 GtCO<sub>2</sub>/year by 2050.", 
      "Enhanced weather (terrestial) technology removes 0.9 GtCO<sub>2</sub>/year by 2050.", 
      "Enhanced weather (terrestial) technology removes 3.7 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      48, 
      "Wastes and residues", 
      "How much is wasted on farms, and how much food is wasted? For example, in 2011, 24% of crop energy content was wasted after leaving the farm (e.g. through damage in transit, improper storage, or consumers throwing it away).", 
      "24% of crop energy is wasted after leaving the farm.", 
      "20% of crop energy is wasted after leaving the farm.", 
      "16% of crop energy is wasted after leaving the farm.", 
      "10% of crop energy is wasted after leaving the farm."
    ], 
    [
      49, 
      "Emissions trajectory", 
      null, 
      "After 2050, emissions are flat.", 
      "After 2050, emissions change every year by one third of the average yearly change for the previous 15 year period.", 
      "After 2050, emissions change every year by two thirds of the average yearly change for the previous 15 year period.", 
      "After 2050, emissions change every year by the average yearly change for the previous 15 year period."
    ], 
    [
      50, 
      "Atmospheric CO2 fraction", 
      "What proportion of emitted CO<sub>2</sub> remains in the atmosphere? In 2011, this was assumed to be 44% (plus or minus 6%) , and it is expected to rise if emissions continue to increase.", 
      "Decreases to 38% of emitted CO<sub>2</sub> remaining in the atmosphere.", 
      "Remains at 44% of emitted CO<sub>2</sub> remaining in the atmosphere.", 
      "Increases over time to 51% of emitted CO<sub>2</sub> remaining in the atmosphere.", 
      "Increases over time to 56% of emitted CO<sub>2</sub> remaining in the atmosphere."
    ], 
    [
      51, 
      "Confidence in climate models", 
      "How confident are you about the ability of computer models to simulate the climate? Do you want to use the raw data from climate models, or do you want to show an uncertainty range to reflect phenomena that are not included in the model? If you do not have confidence in climate models, please visit the basic physics page below to see some simple calculations based on your pathway.", 
      "Over-confident in model ability: show only the raw output from climate models.", 
      "IPCC approach: generate an uncertainty range to take into account phenomena that were not included in the model. ", 
      "n/a", 
      "n/a"
    ], 
    [
      52, 
      "Region factor", 
      null, 
      "US costs", 
      null, 
      null, 
      null
    ], 
    [
      53, 
      "Coal", 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      54, 
      "Oil", 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      55, 
      "Gas", 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      56, 
      "Solid bioenergy", 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      57, 
      "Liquid bioenergy", 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      58, 
      "Gaseous bioenergy", 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      59, 
      "Hydrogen", 
      null, 
      null, 
      null, 
      null, 
      null
    ]
  ], 
  "ggr levers": {
    "Direct air capture": [
      "Direct air capture (DAC) involves using chemical processes to directly capture carbon dioxide from ambient air. Typically this will involve using an alkaline material (such as sodium hydroxide) which reacts with carbon dioxide, or a material which adsorbs the carbon dioxide. The carbon dioxide is then stored underground in suitable geological formations. DAC differs from carbon capture and storage (CCS), in that CCS involves capturing carbon dioxide from large stationary sources, such as power plants or cement plants (4-30% concentration) rather than from ambient air (~0.04% concentration). ", 
      "• Energy penalty: this is the amount of energy that is required to run such systems, which may counteract the carbon savings made through the DAC process.\r• Physical constraints: given the low initial concentration of carbon dioxide in ambient air, it is necessary to treat 1.4 million cubic metres of air to remove a single tonne of carbon dioxide. These volumes indicate that the scale of the machinery is likely to be large with significant resource implications.\r• Water: many, but not all, DAC techniques have a significant water requirement.\r• Costs: it is unlikely that DAC from ambient air will be cost competitive with CCS, as the starting concentration of the carbon dioxide feedstock is so much lower. It would make economic sense to first exhaust all potential CCS opportunities before applying DAC. The exception to this would be if large quantities of extra low-carbon energy ¬¬¬(known as “stranded energy”) were available in locations close to geological storage sites.\r• Geological storage: DAC will compete with geological storage space with CCS from large stationary plants.", 
      "There are about a dozen proposed Direct Air Capture (DAC) technologies that have been demonstrated at small scales. Technically the process works – in fact, the removal of carbon dioxide from ambient air in submarines and spacecraft has been practised for decades. The real questions are around the carbon balance of the systems and the economics. Due to these uncertainties, this mitigation measure is considered to be speculative in the Global Calculator."
    ], 
    "Biochar": [
      "Biomass contains carbon taken from the carbon dioxide air through the process of photosynthesis. Heating biomass in an oxygen-deficient environment results in incomplete combustion and the production of a char that has high carbon content, some of which is ‘recalcitrant’ (meaning resistant to decomposing and being re-released back into the atmosphere). If this char is buried, then this carbon is sequestered away from the atmosphere. ", 
      "• Carbon stability: the proportion of recalcitrant carbon in a biochar is a function of many factors: the biomass feedstock, the method of producing the biochar, and the characteristics of the soil into which the biochar is placed. \r• Dispute for natural resources: the availability of biomass to produce the biochar.\r• Impacts on human health: Biochar dust poses a potential hazard to human health.\r• Impacts on soil biota: The addition of biochar alters the property of the soil. In many cases it can lead to enhanced crop yields. However, it can also lead to increased production of methane, and cause impacts on the biological diversity of the soil.\r• Albedo effect: the addition of large amounts of biochar to soils may result in reduced albedo (ability of the surface of the earth to reflect heat energy from the sun), thereby counteracting some of the cooling benefit of removing carbon dioxide.\r• Fire impacts: if a land area into which biochar has been added is affected by fire (e.g. fire use as an agronomical practice, accidental fire, or even as the result of a warming climate), then the carbon stored may be released back into the atmosphere.", 
      "Biochar is produced from the pyrolysis of biomass, similar to the production of charcoal. Research is underway to enhance the understanding of the long-term behaviour of biochar as a means of storing carbon away from the atmosphere (sequestration potential). Due to these uncertainties, this mitigation measure is considered to be speculative in the Global Calculator."
    ], 
    "Enhanced weathering (oceanic)": [
      "Enhanced weathering – oceanic (EW-O) seeks to enhance the chemical capacity of the oceans to draw down carbon dioxide by introducing alkaline materials that increase the pH of the ocean and allow more carbon to be stored as dissolved inorganic carbon (DIC) in the ocean. Various proposed methods have been suggested – adding limestone (calcium carbonate), hydrated lime (calcium hydroxide) or finely ground olivine (magnesium silicate), or by electrolysis of seawater.", 
      "• Impacts on ocean biota: The increase in pH will affect ecosystems as certain organisms will be more suited to it than others. However, adding alkaline materials could counteract the ocean acidification process that has been caused by higher levels of carbon dioxide in the atmosphere and affects some species. Calcium and magnesium ion concentrations will become higher than historical levels, though.\r• Energy penalty and costs: the process for obtaining alkaline materials is likely to be costly both in economic and energy terms. There are few naturally occurring deposits of alkaline materials that could be added to the ocean, but it may be possible to manufacture such materials.\r• Logistics: to have a real impact on the concentration of carbon dioxide in the atmosphere would require a massive mining, mineral processing and distribution industry.\r• Governance: the application of EW-O would involve governance challenges, as the ocean is a global commons (an international global resource). An amendment (currently in progress) to the LC/LP would permit small scale research activities, but deployment would require further amendments. ", 
      "Enhanced weathering (oceanic) (EW-O) has been studied in the laboratory and has been modelled, but it has not been researched in the open environment. The processes required to generate alkaline materials are well established at an industrial scale. However, the environmental impacts of adding them into the oceans are not known. Due to these uncertainties, this mitigation measure is considered to be speculative in the Global Calculator.", 
      "0"
    ], 
    "Enhanced weathering (terrestial)": [
      "As silicate minerals weather, they absorb carbon dioxide from the atmosphere and store it in carbonate minerals. Enhanced weathering – terrestrial (EW-T) seeks to accelerate this natural process, which is usually very slow. The main proposed method involves grinding minerals like olivine (magnesium silicate) into a fine dust, which will react more quickly because of the higher surface-area-to-volume ratio.", 
      "• Energy penalty and costs: the energy and cost requirements for grinding appropriate minerals sufficiently are high.\r• Impacts on human health: the particle size to which such minerals need to be ground to is often smaller than 10 microns in diameter - a size which can cause harm to health.\r• Geological constraints: there is an upper limit as to the amount of carbon dioxide that can be sequestered via this method, based on the saturation state of silicic acid that is produced when the magnesium silicate reacts.\r• Land use impacts: this technique will affect soils, for example by introducing trace metals present in the olivine, changing the pH. The places currently identified as most suitable for enhanced weathering (tropical areas that have high rainfall and high temperatures) are also some of the most important areas for biodiversity globally. \r• Transboundary effects: while EW-T would occur on territory under the jurisdiction of individual states, runoff from EW-T could have transboundary effects by altering the pH of river systems and potentially enhancing the saturation state of silicic acid in coastal waters. ", 
      "Enhanced weathering (terrestrial) (EW-T) has been studied in the laboratory and has been modelled, but it has had little research in the open environment (although proponents of EW-T have marketed ground olivine as a soil additive already). Technical and theoretical modelling of the particle sizes indicate that while there would be some carbon dioxide drawdown, it is far less than has been claimed. Due to these uncertainties, this mitigation measure is considered to be speculative in the Global Calculator.", 
      "0"
    ], 
    "0": [
      "0", 
      "0", 
      "0"
    ], 
    "Ocean fertilisation": [
      "Ocean fertilisation (OF) involves enhancing the biological capacity of the oceans to draw down more carbon dioxide from the atmosphere. Photosynthesising organisms incorporate carbon dioxide from the air into their cells as they grow and multiply. Some of this carbon will eventually end up in the deep ocean where it will be effectively stored away from the atmosphere. Some parts of the ocean are deficient in micronutrients such as iron, which organisms need to grow. By adding iron filings, more photosynthesis can occur and more carbon can be transported from the atmosphere to the deep ocean. ", 
      "• Biological constraints: The effectiveness of OF is limited by the area of ocean that is deficient in micronutrients. Once iron is no longer a constraint, photosynthetic activity can increase up to the point that the next constraining factor limits growth (typically the availability of nitrate).\r• Logistics: some proponents of OF have suggested that it may be possible to boost macronutrients such as nitrate as a means of enhancing photosynthetic capacity. While that may be possible, the quantity of material that is required to boost photosynthesis may be impractical.\r• Impacts on marine biodiversity: serious environmental concerns have been raised about OF. The introduction of micronutrients into the ocean will alter its ecology, favouring certain types of organism over others that thrive in low-iron waters. In addition, increased photosynthetic activity could lead to increased ocean acidification and a decrease in dissolved oxygen.\r• Efficacy: it is not sufficient for photosynthetic activity to just increase – for the technique to have a positive impact on the climate, the carbon must be transferred from the atmosphere to the deep ocean. Some studies show that a large fraction of the carbon is released back into the atmosphere as the algae die or enter the food chain, so the efficacy of the technique has been questioned. \r• Governance: the governance issues relating to OF are complicated. Rules established by the London Convention/London Protocol (LC/LP) restrict activities to small-scale scientific experiments, while the Convention on Biological Diversity also seeks to restrict such activities.", 
      "A small number of Ocean fertilisation (OF) experiments have been undertaken, most with the approval of national research establishments, but some without such approval. Those experiments conducted without approval have been highly controversial. The results of the officially approved experiments have indicated, at least in some instances, that there has been a net carbon drawdown, but there are still many unanswered questions as to the long-term effects of this technique. Due to these uncertainties, this mitigation measure is considered to be speculative in the Global Calculator."
    ]
  }, 
  "descriptions": [
    [
      0, 
      "Lever", 
      "Situation today", 
      "Interactions with other levers", 
      "One-pager context", 
      "Things to consider", 
      "1-pager Level 1", 
      "1-pager Level 2", 
      "1-pager Level 3", 
      "1-pager Level 4"
    ], 
    [
      1, 
      "Global population", 
      "How many people will there be in 2050? In 2011 there were 6.97 billion.", 
      "This lever also drives the total food consumption, total buildings demand and total transport demand.", 
      "The number of people in the world has a big impact on the energy and land system, as a higher population will increase demand for food, manufactured goods, transport, and buildings. However, the future population growth trajectory is very uncertain. This lever allows you to explore the UN’s range of projections, so that you can see how this uncertainty impacts on emissions and temperature change.\r\rAccording to UN estimates, the world’s population was 6.9 billion in 2011, and by 2014 it was increasing by about 82 million each year. Fertility in developing countries has fallen over the last two decades. However, because birth rates in developing countries tend to be much higher than in developed ones, and because of their younger population structures, it is expected that most of the growth between now and 2050 will be concentrated in developing regions. This means that the total population in 2050 will depend particularly on how fertility changes in developing countries over the next few decades. ", 
      "Because population is such an important driver of demand, this lever affects almost all the other levers in the Global Calculator. This lever links with the urbanisation level, because energy trends in urban areas have historically been very different to rural areas.\r\rHistorically, fertility has generally fallen as countries develop and people get wealthier. Choosing a lower population growth rate using this lever could therefore simulate one of the effects of economic development. \r\rBecause of these reductions in fertility and increased life expectancies, most countries in the world now have ageing populations. This ageing could have negative impacts on economies in the future, as health and pension costs increase while the proportion of people of working age reduces. In developed countries, this ageing trend is more established and is already putting pressure on health and welfare budgets. Many developing countries are expected to enter a period of rapid ageing soon. Although reductions in fertility in the future would make it comparatively easier to tackle climate change, these negative impacts should also be taken into account when choosing a level for this lever. ", 
      "With a population of 10.9 billion, this is the UN’s high-variant scenario, in which the average woman has around 2.7 children in 2050 (on average, 0.5 more children more than the medium-variant scenario).", 
      "With a population of 9.6 billion, this is the UN’s medium-variant scenario, in which global fertility falls from 2.53 children per woman between 2005-2010, to 2.24 in 2045-2050. This assumes steep fertility declines in countries with the highest birth rates today, and a slight increase in countries with low fertility.", 
      "With a population of 8.3 billion, this is the UN’s low-variant scenario, in which the average woman has around 1.7 children (on average, 0.5 fewer children than the medium-variant scenario). ", 
      "This lever only has three levels."
    ], 
    [
      2, 
      "Urbanisation", 
      "What percentage of people will live in urban areas? In 2011 it was 52%.", 
      "This lever also drives the total buildings demand and total transport demand.", 
      "Urban areas have denser populations than rural ones, so urban lifestyles have the potential for greater energy efficiency because of smaller homes, shorter travel distances and greater access to public transport. However, in developing countries, urban areas usually offer a much higher standard of living than in rural areas, with increased access to electricity, consumer goods and cars. This means that urbanisation is a big driver of increased energy demand globally.\r\rIn 2011, 52% of the global population lived in urban areas. There has been a strong upward trend, as only 30% of people lived in towns and cities in 1950. Today, developed countries are more urbanised than developing ones, however many forecasts anticipate a big increase in urbanisation in developing countries over the next few decades as economies grow. Urban areas are expected to absorb all the population increase by 2050, and will also draw in some of the rural population.", 
      "Although urbanisation does increase energy demand per capita in developing countries, and therefore emissions, it often happens because of shortages of jobs in rural areas caused by agricultural modernisation, and growth in paid jobs in urban areas. Moving to towns or cities can also offer huge benefits to the people involved through better access to education, health care and entertainment. Lower urbanisation levels in the future could have a big impact on development.\r\rIf urbanisation is not properly planned, it can lead to urban sprawl and huge traffic problems, removing the energy efficiency benefit of living in more compact areas and also having a negative impact on quality of life. However if urban infrastructures are planned as cities grow, then energy demand per person can be reduced by designing smarter transport systems and providing housing for people closer to work.", 
      "Under the level 1 scenario, 75% of the global population live in urban areas. This represents an acceleration of current urbanisation trends, particularly in developing countries. By 2050 the world average is similar to that of the developed world today. This is the high urbanisation estimate from the UN “World Population Prospects, the 2011 Revision”.", 
      "This is the UN’s central estimate of urbanisation. In this scenario, urbanisation continues in both developed and developing countries, but at a slower rate than in level 1. By 2050, 86% of people in developed regions would live in urban areas, and 64% in developing regions.", 
      "Under this scenario, 58% of the global population live in urban areas. In this scenario, the urbanisation rate slows. This could be because of a lack of resources like water and land, or because of challenges like traffic congestion and air pollution, or because people prefer to live in smaller towns. This is the low urbanisation estimate from the UN “World Population Prospects, the 2011 Revision”.", 
      "This lever only has three levels."
    ], 
    [
      3, 
      "Passenger distance", 
      "How far will we travel? For example, in 2011 the average urban person travelled 9200 km/year domestically.", 
      "Passenger demand is very dependent on mode and occupancy. If more car trips are shifted to walking, cycling, transit, rail and 2-3 wheelers through better city design then number as well as distance of trips will likely be reduced. ", 
      "Passenger transport includes transport of people by road, rail, air and ship.  Passenger transport accounted for 60% of total transport energy demand in 2011, with the remaining 40% for freight.  Historically, travel distance per person has steadily increased. Recently, in some areas, like major transit cities such as London, distance per person has stagnated. At the same time, there has been extremely fast growth in travel demand in cities within developing countries over recent decades. The Global Calculator model distinguishes between 6 different types of region which have different travel behaviour. Urban areas are classified as automobile cities (cities that are spread out, such as Los Angeles), transit cities (cities that are relatively compact, such as Paris) and booming cities (new or expanding cities, such as Mumbai). Rural areas are classed as developed or developing.  International travel is defined as long distance travel, by air or to some extent train.", 
      "Historically, increases in travel demand have been correlated with growth in GDP. However, development of more flexible and digital working habits might diminish this correlation in the future. City planning can also have a significant impact on average distance travelled per person. The user may want to consider other transport levers at the same time as this. In particular, the “mode” lever determines what share of travel is made by car, train or plane; and the “occupancy & load” lever determines how many people are in the average car. Better city design can help to reduce both the passenger distance travelled and enable mode switch or boost car occupancy levels. Note that the “car own or hire” lever does not influence demand for car trips or car occupancy.  Instead, it allows the user to explore the cost implications of having fewer cars on the road through more car hire schemes.\r", 
      "Very high growth in travel distance per person, with no efforts to constrain it.", 
      "This represents a situation where some action is taken to curtail growth in  passenger distance travelled.  Cities with established development patterns as well as growing cities pursue initiatives to reduce the need for travel throughout the city. ", 
      "Cities with established development patterns as well as growing cities pursue initiatives to reduce the need for travel throughout the city via ‘smart’ city planning. Global distance travelled per person increases but less dramatically.", 
      "Cities make a significant effort to develop as transit-oriented, multi-use cities along with significant advances in communication technologies. In ‘automobile cities’ (such as Atlanta), travel distance would decrease under this scenario. \r"
    ], 
    [
      4, 
      "Freight distance", 
      "How far will our freight travel? In 2011 freight travelled 85 trillion tonne-kms.", 
      "Freight demand’s impact on reducing CO2 emissions is highly dependent on vehicle load factors and the modes by which freight growth is accommodated.", 
      "The amount of freight transported every year has begun to increase rapidly over the last decade, as demand for goods has increased and industry has become more globalised. By reducing freight demand or the distance the freight needs to travel, we can reduce the amount of journeys taken by trucks, trains and ships, therefore reducing energy demand and emissions.\r", 
      "The user can use the \"occupancy and load\" lever to further increase the efficiency of freight trips without impacting freight demand itself, by increasing the load factor (for example, vehicles carrying heavier loads or minimising empty  journeys). You can also reduce the impact of freight on emissions by using the \"mode\" and \"transport efficiency\" levers.\r\rFreight demand is strongly correlated with GDP because it is related to economic activity. In the future inventions like 3D printers may have a significant impact on freight demand and could decouple it from GDP. However, raw materials will still need to be shipped to the location of consumption.\r\rUsers are advised to check whether their freight demand lever setting is consistent with settings for other levers in their pathway.  To do this, use the “freight by load” graphic in the web tool.  This shows growth in international freight by sea alongside growth in coal, oil and iron products between 2011 and 2050.  Coal, oil and iron products currently account for around two thirds of global international freight by sea (International Maritime Organisation (2009 based on UNCTAD data 2006)) so it is useful to check whether they follow similar trends.  Users can reduce demand for iron products by reducing the demand for manufactured products (e.g. reduce the number of cars using the “mode” lever).  Users can reduce oil and coal consumption by making their pathway less fossil fuel dependent.\r", 
      "Very high growth in freight demand. Freight transport more than doubles between 2011 and 2050.\r", 
      "Global freight continues to experience strong growth. \r", 
      "Under this scenario, freight demand does not rise as quickly. This could be due to ‘smarter’ technologies or having more local freight distribution processes. \r", 
      "Global freight breaks its historically strong growth pattern. While it still increases, there is much less correlation with global GDP growth. This could be driven by technology improvements (e.g. 3D printers reducing the need for freight) or infrastructure investments.   This could also be consistent with a world which has become less globalised and is increasingly manufacturing and consuming products more locally.\r"
    ], 
    [
      5, 
      "Mode", 
      "Do we use cars, or do we switch to public transport, cycling and walking? For example, in 2011 38% of all domestic km travelled by urban passengers were by car.", 
      "The effectiveness of mode shifts will also be impacted by the total quantity of demand. The modes also impact vehicle types, thereby impacting the results from the efficiency and electrification levers. ", 
      "The mode by which people and freight travel has a big impact on energy use and emissions. For passenger travel, the proportion of car use in the mix is particularly important, as cars have high emissions per person compared to public transport.  Historically, car use increases as countries develop and cars become more affordable. \r\rFor freight, rail has lower emissions factor per tonne-km, but will require a large infrastructure investment globally if it is to maintain its current share.\r", 
      "Although growth in car ownership has long been associated with increasing prosperity, a shift to public transport, walking or cycling does not necessarily mean less convenience for passengers and a lower quality of life. If cities are carefully planned with integrated transport systems, journeys may be quicker by public transport. Quality of life can be improved by spending less time stuck on congested roads.  \r\rHowever, the development of public transport infrastructure and urban planning usually requires significant public investment, whereas the growth of car use involves the spending of mostly private money. This means that considerable political and civic effort must be made to produce the shift in transport mode seen in levels 3 and 4. \r\rWhen choosing the lever setting for “mode”, users should also consider their choices for “passenger distance” and “freight distance”.  For example, if passenger and freight distance are set at level 1 (very high growth), then setting mode at level 4 may be unrealistic because it tends to be more difficult to travel long distances by walking, cycling or public transport. \r\rThe user’s choice in the transport mode lever also affects the impact of the “electric and hydrogen” and “transport efficiency” levers – lowering the average emission factor of a car will make more of a difference if there are many car.  \r", 
      "Car use continues to increase with GDP, with particularly high increases in the developing world. No effort to reduce urban sprawl, or to invest in rail and public transport infrastructure. \r", 
      "Cities make an effort to shift trips to walking, cycling and public transport instead of by car. Some effort in logistics and rail infrastructure.\r", 
      "Cities make substantial effort to stem the shift towards cars and create incentives for walking, cycling, public transport and 2-3 wheelers. \r", 
      "Cities make extreme effort to shift people away from private vehicles as well as reduce travel demand. This level represents extreme effort on rail infrastructure and logistics.\r"
    ], 
    [
      6, 
      "Occupancy and load", 
      "Can each vehicle carry more people or heavier loads? For example, in 2011 the average urban car carried 1.6 people.", 
      "The impact of changes to occupancy will depend on the other transport levers.", 
      "While most cars have more than two seats, their occupancy tends to be less than 2 people. Similar, many freight transport vehicles are not loaded to their full capacity.\rHistorically, freight transport load factors have increased due to improved logistics and distribution systems.  In contrast, car occupancy has decreased. An explanation might be the increasing global wealth allowing for more car ownership and greater diversity of activities and destinations available to people. People who may have originally travelled as a group or used public transport, go now with their own cars.\r\rHowever the increased congestion and parking costs in some urban areas may make car-pooling a more appealing prospect in the future. \r", 
      "Car sharing could be boosted in a number of different ways.  Firstly, technological developments (such as smart phone apps) make it easier for people to coordinate ride-shares more easily.  Secondly, political initiatives can be helpful. Los Angeles, for instance, has lanes exclusively for high occupancy vehicles. In Mexico different car registrations are restricted from the city center on certain days, forcing people to carpool more or switch to public transport.\r\rTechnological developments could also help increase freight load.  For example, applications to that ensure that a freight vehicle is as heavily loaded as possible during its journey. \r\rFor a given setting for “passenger distance”, “freight distance” and “mode”, increasing effort on “occupancy and load” will reduce transport energy demand and the number of vehicles required.\r", 
      "Under this scenario, people continue to prefer single-occupancy driving, and public transport occupancy levels are relatively low. Car occupancy falls by 10% from 2011 levels. This is similar to the level seen in Austria today.\r", 
      "Car occupancy remains at 2011 levels, which is around the same as the occupancy seen in the United Kingdom today. \r", 
      "Vehicle occupancy increases, possibly driven by technology which makes car-pooling easier and which plans public transport logistics more efficiently. Car occupancy increases by 10%, while improved logistics and coordination improves freight load factors.\r", 
      "In level 4, regulatory constraints, costs, and smarter digital applications to coordinate our car demand makes car-pooling more attractive. In 2050 car occupancy is 20% higher than today and the average occupancy for other transport is also higher. With investment in logistics, load factors for freight increase by an unprecedented level. \r"
    ], 
    [
      7, 
      "Car own or hire ", 
      "In 2011, the average urban car travelled 15000 km per year, but this could change in future if more people move away from owning private cars, towards hired, shared or self-driving vehicles.", 
      null, 
      "Historically, as countries become richer, car ownership levels increase. If people continue to own private vehicles at the current rate or increased rate, then we will have significantly more vehicles, but perhaps without intensive usage.  In some parts of the world, where many families own a car (or even two cars), these vehicles are often only used for a small proportion of the day and week. This is often expensive, and it may be that in future people begin to move away from owning their own vehicles.\r\rOne option in the future is hiring cars or motorbikes from a company or government scheme, or as an informal arrangements among households or neighbours, allowing people to drive similar distances as today, but using a fleet of shared vehicles.  Hiring a vehicle or car-sharing would decrease the stock of cars needed, and the associated manufacturing energy demand and emissions impacts. Signs of these trends are already emerging and some schemes have already achieved success in city areas.\r\rAn additional step could be self-driving or autonomous vehicles, which is a technology that could radically change the way we travel. They could offer all of the conveniences of taxis as well as maximizing the use time and road space, so if the cost become comparable or cheaper than owning a car, it could drastically decrease car ownership. It could also have the potential to work in rural areas where lower population density may make car hire schemes less popular. \r", 
      "The “car own or hire” lever does not impact upon the amount of car travel that takes place or the occupancy of the average car.  Rather, this lever allows the user to simulate the effect of increased car hire.\r\rThis lever has a significant impact on total energy system costs.  If we move towards more car hire, then we do not have to buy as many cars.  This impact can be viewed in the 'costs' tab.\r\rSome people believe that a switch to self-driving vehicles will coincide with a switch to low carbon engines. If so, then transport technology options under \"transport efficiency\" and \"electric and hydrogen\" should be considered.\r", 
      "The average car travels 20% fewer km than today, with little sharing or hiring of vehicles. Cars remain an important luxury item and people want to own their own car, even if they use it less due to increased congestion. There are no incentive systems to share your car with others.\r", 
      "The distance travelled per car is the same as today’s levels. Similar to today, car hiring or sharing is a niche concept. The vast majority of cars remain to be privately owned and used.\r", 
      "The average urban vehicle travels twice as far in 2050 than in 2011 (rural vehicles travel 50% of the 2011 distance). This would be a world where many people in urban areas share or hire cars, rather than owning their own vehicle. Incentives  or high costs of owning a car may support the car sharing communities, or there may be significant use of self-driving cars.\r", 
      "The average urban vehicle travels 260% further than 2011 (with rural vehicles travelling double the 2011 distance). Car sharing and self-driving cars are probably a mainstream feature, and are optimised to make the best use of the system.\r"
    ], 
    [
      8, 
      "Efficiency", 
      "How efficient will our vehicles be? For example, in 2011 the average urban passenger car uses 8.6 litres of fuel per 100km. Efficiency has been improving around 1 to 2% a year.", 
      "The efficiency lever will depend on the mode and occupancy lever. The more vehicles in the fleet, the more effective efficiency improvements will be in reducing emissions.", 
      "Recently there has been a strong focus on improving the fuel efficiency of cars – for example, the fleet consumption of Daimler fell by about 50% between 1990 and 2012 to around 6.5 litres per 100 km. This was achieved by technology improvements (cylinder capacity and turbo charging) and regulatory efforts such as lower-limits for fleet efficiencies.\r\rIt may be harder for fossil-fuel-powered car engine efficiencies to make future improvements given the quick progress in the past few years. However, car efficiency could be improved by decreasing the average car weight so that less fuel is needed. Policy approaches might be able to increase average transport efficiency by setting more severe upper speed limits for cars which would run more efficiently at lower speeds – but this may not be politically acceptable.\r\rThe efficiency of planes has also improved over the last decades. The jumbo jet A380 is 12% more efficient than a Boeing 747.  Planes have been considerably optimised in the last years, possibly suggesting that fewer significant improvements can be expected. Replacing fossil fuel by hydrogen might not help to reduce the climate impact of flying as water vapour acts as a strong greenhouse gas. When directly emitted in the stratosphere, water vapour can persist for months and years and might also degrade the ozone layer. \r\rSignificant research efforts are going into low-emission vehicles, meaning that efficiency improvements are also likely for hydrogen-powered and electric vehicles.\r", 
      "This lever applies to all vehicles, and links with other choices made, especially “electric and hydrogen” and “occupancy and load”. There are several ways to enhance vehicle efficiency, such as improving the engine or aerodynamic performance of vehicles, using lighter materials to reduce the ratio weight per person, or changes in driving behaviour (for example, braking less or travelling at lower speeds).\r\rFossil fuel-powered transport can be divided into two main areas: passenger and freight transport. For passenger transport, public transport (especially electric trains, trams and buses) is about 5 to 10 times more energy-efficient than other forms of transport (e.g. cars and planes).\r\rFor freight transport, in 2011 light-duty vehicles had an efficiency of 10 litres gasoline equivalent (lge) per 100km and heavy-duty vehicle efficiency was 32 lge per 100km. The average global rate of improvement is 1-2% per year. International shipping is more efficient in fossil fuel use and is also compatible with biofuels, whereas nuclear reactor driven ships have cargo transport cost as low as 0.14 kWh per ton and km and can travel 500,000 km without refueling.\r", 
      "This assumes less improvement in efficiency than has been achieved over the last decades. For example by 2050 the average urban passenger car (with an internal combustion engine) will use 5.9 litres of fuel per 100km. \r", 
      "Level 2 assumes annual improvement roughly corresponding with improvements achieved over the last decades. For example, by 2050 the average urban passenger car (with an internal combustion engine) will use 5.3 litres of fuel per 100km. \r", 
      "Level 3 surpasses improvement rates of the last couple of decades. For example, by 2050 the average urban passenger car (with an internal combustion engine) will use 4.3 litres of fuel per 100km. \r", 
      "This scenario entails that cars, trucks and trains would use only half as much fuel in 2050 for the same distance travelled in 2011. For example, by 2050 the average urban passenger car (with an internal combustion engine) will use 3.6 litres of fuel per 100km. \r"
    ], 
    [
      9, 
      "Electric and hydrogen", 
      "Will we switch to lower emission vehicles, such as hybrid, electric or hydrogen vehicles? For example, in 2011 only 0.2% of passenger cars were electric and very few used hydrogen.", 
      "The impact of the electrification lever depends on the distribution of modes as well as the passenger and freight demand. The more vehicles in the fleet, the greater the impact of electrification in reducing emissions.", 
      "Transport is one of the major contributors to global emissions, and is still heavily reliant on fossil fuels. For example, in 2011, 99% of passenger cars were powered by fossil fuel based internal combustion engines.  A switch to low carbon transportation would cut emissions dramatically, potentially giving a fleet of zero-emission vehicles.\r\rAs the lifetime of an average passenger vehicle is around a decade, low carbon vehicles could be introduced over relatively short periods. Electric vehicles and also some types of hydrogen vehicles have existed for many years, but so far their uptake has been very small. Recently some countries (for example, Norway) have introduced significant incentive systems to support the uptake of low emission vehicles.\r\rCar manufactures are investing in low emission vehicles. After the big success of hybrid engines (combining a combustion engine and an electric motor for energy recovery), Toyota moved on to hydrogen engines and will launch its first purely hydrogen-powered car in 2015. On the forefront of electro engines are companies such as Tesla and BMW.\r\rThe penetration of electric and hydrogen vehicles will depend on technological developments and whether they are seen as affordable and desirable by consumers, public transport providers and freight companies.", 
      "The impact of the “electric and hydrogen” lever will depend on how the electricity or hydrogen used to power these vehicles is generated (this is taken into account in the Calculator).  The impact of the lever will also be affected by the level of transport demand in the user’s pathway.\r\rMany proponents of low emission vehicles also mention positive side-effects such as less pollution in cities as well as quieter streets. However the uptake of low emission vehicles so far has been hampered by high prices, and also insufficient infrastructure available to charge up vehicles. Recently, manufacturers have focused on expanding charging infrastructure for their vehicles. For example, a group of leading car manufacturers have recently agreed on a fast charging standard allowing battery charging to 80% within half an hour – this might help to implement a working charging network. ", 
      "By 2050 the percentage of hybrid and electric vehicles remains low for passenger cars, and heavy duty vehicles buses and decreases for 2-3 wheelers. Few new technologies are adopted for ships or aeroplanes. \r", 
      "By 2050, there is an increased share of new technologies in the vehicle fleet. The percentage of hybrid and electric vehicles increases for passenger cars, buses and 2-3 wheelers. ", 
      "By 2050 there is significant adoption of low emission vehicles. The percentage of hybrid, electric and hydrogen vehicles increases for passenger cars, buses, and 2-3 wheelers . In freight, new technologies are only barely starting to be adopted for ships or aeroplanes.", 
      "By 2050 there is major deployment of low emission vehicles. The percentage of hybrid, electric and hydrogen vehicles increases dramatically for passenger cars, buses and 2-3 wheelers. In freight, new technologies are starting to be adopted for around 10% of ships and aeroplanes. "
    ], 
    [
      10, 
      "Building size", 
      "How big will our buildings be? For example, in 2011 the average area of an urban household was 92 m<sup>2</sup>.", 
      null, 
      "The size of a building affects its energy demand, particularly how much energy it takes to heat or cool it. Bigger homes tend to have higher energy demands than smaller homes, so reducing the average size of a home in the future could impact on emission levels.  \r\rIn 2011 the average size of an urban residential home was 92 m2, but this varies hugely from country to country. For example, the average new Australian home is 214 m2, while in Hong Kong it is 45 m2. In general, however, homes in developing countries tend to be smaller than those in developed countries, and rural homes are smaller than urban ones on average.  \r\rThe floor area of non-residential buildings also varies a lot on a per capita basis from country to country. Developing countries tend to have less non-residential floor area per person than developed ones, as this is closely related to the development of the service economy.   \r\rIn the last fifty years, the total floor area of buildings in developed countries has increased significantly, but this growth has slowed in recent years. The fastest growth is now in developing countries. In China the average house size in 1978 was about 30.8 square meters, but in 2012 the average is about 89 square meters.\r", 
      "This lever works with “temperature and hot water use”, and “building insulation” to set total heating and cooling demand, which is the biggest source of demand in the buildings sector.", 
      "In this scenario, the worldwide average building size increases rapidly from now until 2050, at a rate similar to China today.", 
      "In this scenario, the worldwide average building size increases at a rate similar to the USA between 1950 and 1970.", 
      "This scenario has a growth rate between level 2 and level 4.", 
      "In this scenario, the worldwide average building size continues to increase from now until 2050, but at a slower rate than recent years. This is similar to the growth rate in Europe today. "
    ], 
    [
      11, 
      "Temperature & hot water use", 
      "How comfortable will our home temperatures be? For example, in 2011 the average urban home temperature was 17.5&deg;C in winter and 26.5&deg;C in summer.", 
      null, 
      "Heating and cooling represent a large proportion of total energy demand of buildings (around 50% of demand in OECD countries). \r\rThe energy demand of a building will increase as room temperature moves further away from the outside temperature (i.e. through heating when it is cold outside, or using air conditioning when it is warm outside). By keeping room temperatures closer to the temperature outside, energy demand – and its associated emissions – can decrease greatly.\r\rHistorically, heating and cooling demand has increased in countries as they develop, as people have more money and technology available to spend on achieving a comfortable temperature in their homes and other buildings. For example, in the developed world, the average home temperature in the winter increased over the last few decades, and is now stabilising at around 21deg;C. There is potential for energy demand to grow in developing countries, particularly for cooling as these are concentrated in the warmest parts of the world. \r\rIt is possible to experience the same level of thermal comfort while reducing the average temperature. For example, this can be done by using “smart” heating controls that only heat or cool rooms when they are being used. Smart controls exist in different complexities, ranging from simple clock time systems that switch on the heating system only in mornings and evenings to sophisticated home automation systems. Behaviour change can also make a big difference. During the winter, wearing an extra layer of clothing can compensate for a 1.5deg;C drop in temperature. In Japan, a campaign called Cool Biz encouraged companies to set air conditioners to 28deg;C in offices, and asked workers to wear lighter clothing during the summer (with no jackets and ties). This resulted in significant reduction in electricity demand and emissions. \r", 
      "This lever works with the “building size”, and “building insulation” levers to set total heating and cooling demand, which is the biggest source of demand in the buildings sector. The model is based on average room temperatures during the heating season (October to April in the Northern hemisphere), and during the cooling season (May to September in the Northern hemisphere). There are three types of building: urban residential, rural residential, and non-residential.", 
      "In this scenario, demand has grown and the global average heating season temperature is similar to wealthy households in Beijing by 2050. The average cooling season temperature and hot water demand is similar to that of the USA today. ", 
      "This scenario is set between level 2 and level 3. ", 
      "In this scenario, global average building temperatures are similar to China’s average today. ", 
      "In this scenario, the global average heating season temperature for urban homes is lower than 2011 levels. Urban hot water demand is 50% below 2011 levels, and is similar to urban levels in China today."
    ], 
    [
      12, 
      "Lighting, cooking & appliance use", 
      "How many appliances will we have in our homes? For example, in 2011 the average urban household had 4.0 large appliances (refrigerator, clothes washer and dryer, dishwasher and TV) and 2.0 small appliances (e.g. laptop, DVD player).", 
      null, 
      "The appliances modelled for this lever are refrigerators, dishwashers, clothes washers, clothes dryers and TVs. Miscellaneous appliances like laptops and DVD players are modelled separately. It also controls the number of light-bulbs per household, and energy demand for cooking.\r\rEnergy demand from appliances, lighting and cooking has been generally rising as people’s incomes have increased around the world. For example, in the last 20 years, the number of washing machines per household has increased by 32%, dishwashers by 158%, and TVs by 49%.  \r\rIn developed countries, ownership of many large appliances has reached saturation point, but there is a big potential for increases in ownership in developed countries. In countries like India and China, urban homes tend to have considerably more appliances than rural ones.  \r", 
      "This lever works with the “temperature, cooking and lighting technology” and “appliance efficiency” to determine the total energy demand and associated emissions from lighting, cooking and appliances in buildings. For example, improvements in energy efficiency over the last 20 years have offset some of the energy demand increases caused by the rise in appliance ownership. \r\rIn all four levels, global average lighting and appliance use levels increase. This allows for growth in demand from developing countries due to increased wealth and electrification (for instance, about 25% of the Indian population had no access to electricity in 2011 according to the World Bank, but are likely to have access by 2050). Even at level 4, all urban households own one refrigerator on average, which is important for food safety.\r\rIn developed countries, there is scope for behaviour shifts to reduce the use of some appliances despite rising incomes (for example, a family could decide they do not need a clothes dryer). The scenarios here could represent a future where there is reduced use in developed countries and increases in developed ones.\r\rCooking demand per household decreases in all four levels because it has been assumed that each household will have fewer occupants in the future due to demographic change. Cooking demand is determined more by the number of people per household than by income. \r", 
      "In this scenario, the global average appliance use is similar to the USA and Australia today (an increase of 80%), and has almost reached saturation.", 
      "In this scenario, the global average appliance use is similar to Germany and France today (an increase of 50%).", 
      "In this scenario, the global average appliance use is similar to the UK and Japan today (an increase of 20%).", 
      "In this scenario, global average appliance use is similar to urban households in China today. This means that the ownership of large appliances in urban areas remains the same on average as today, but the use of small appliances increases.  "
    ], 
    [
      13, 
      "Building insulation", 
      "How insulated will our buildings be? For example, in 2011 the average heat loss coefficient of an urban residential building was 16.9 GW/(M ha*&deg;C).", 
      null, 
      "Space heating and cooling accounts for around 30% of all the energy demand of buildings globally. The amount of energy needed to heat or cool building can be reduced significantly by improving external walls, floors, roofs, ceilings, windows and doors so that the building is better insulated. This means that less heat energy can escape from the inside of the building during cold weather, and less heat energy from outside can get in if you are cooling it.\r\rFor existing buildings, thermal efficiency can be improved by changing windows or adding insulation to walls and roofs. This process is called “retrofitting”. For new buildings, improvements are easier as better materials can be chosen from the outset. Governments can influence this by improving building standards. \r\rThe global average level of insulation has improved over the last few decades. The “passive house” standard has recently been developed and is the best technology available in terms of energy savings. This can reduce heating and cooling demand by 60% with minimal costs (e.g. in Germany, UK and USA the average price for a passive house is on average 5–10% higher than for conventional houses).\r \r", 
      "This lever works with the “building size” and “temperature & hot water use” levers to set total heating and cooling demand, which is the biggest source of demand in the buildings sector. \r\rAlthough retrofitting measures and improved materials cost money, these upfront costs can be recouped through significant savings in energy bills for householders. The relatively long payback times of usually more than 10 years for retrofitting are a barrier for building insulation improvements.   \r\rCurrently, buildings in developed countries tend to have higher thermal efficiency than in developing countries, particularly in rural areas. However, building stock in developing countries is growing rapidly, so there is a lot of potential to reduce future energy use here through improvements in insulation. In developed countries, most buildings that will exist in 2050 have already been built.\r", 
      "This is a pessimistic scenario in which existing buildings are retrofitted slowly, and standards for new buildings are slow to improve. The current best insulation technologies are rarely used. Overall thermal efficiency of urban residential buildings improves by 20% by 2050. \r\r", 
      "In this scenario, insulation continues to improve at a rate similar to that of China over the past 40 years. The overall thermal efficiency of urban residential buildings improves by 40% by 2050. This is what most researchers believe can be achieved (for example the International Energy Agency’s report Transition to Sustainable Buildings). ", 
      "In this scenario, the global average insulation in 2050 is similar to that of Europe today. The overall thermal efficiency of urban residential buildings improves by 60% by 2050.", 
      "This is the most optimistic scenario, in which the global average for insulation is that of the most advanced houses today. This represents a future where a large proportion of buildings use “passive house” technology. The overall thermal efficiency of urban residential buildings improves by 73% by 2050."
    ], 
    [
      14, 
      "Temperature, cooking & lighting technology", 
      "How will we heat, cool and light our buildings, and how will we cook our food? For example, in 2011, 2% of urban heating used low-carbon technologies like heat pumps and solar heaters. All cooling used air conditioning, with 0% low-carbon options like solar cooling.", 
      null, 
      "A variety of different technologies are used in buildings for space heating, water heating and cooking. These technologies can have very different efficiencies and emissions associated with them. Today, the most common forms of heating in urban areas are combined heat and power (CHP), district heating, and gas boilers. In rural areas, solid fuel boilers are most common. \r In the future, new technologies could be used which have much lower emissions, for example heat pumps (which use electricity to move latent heat energy from the outside of the building to the inside) and solar hot water systems. This lever allows you to change the proportion of buildings using these new forms, and therefore to reduce emissions. Similarly this lever also increases the proportion of cooling systems that use more efficient and lower carbon technology.  The technologies for space cooling within the model are air conditioning, chillers and solar cooling.\r\rThis lever also allows you to use more electricity in cooking (rather than gas, oil or traditional biomass), and to introduce more efficient lighting options like LED bulbs. \r", 
      "The impact of this lever will change depending on how much demand there is for heating (which is determined by “building size”, “temperature & hot water use” and “building insulation”). \r\rNote that electrifying heating and cooking will only result in a reduction in emissions if choices have been made in the Global Calculator to decarbonise the electricity system. \r", 
      "In this scenario, the space and water heating mix stays the same as today, and lower carbon options for cooling, cooking and lighting increase only slightly. ", 
      "There is a shift towards lower carbon technologies. In heating, the use of district heating increases from 17% of urban homes to 55% in 2050.  ", 
      "There is a significant shift towards lower carbon technologies.", 
      "In this scenario, low-carbon technologies have become the norm for heating and lighting. 50% of all urban homes have heat pumps. "
    ], 
    [
      15, 
      "Appliance efficiency", 
      "How efficient will our appliances be? For example, the average urban TV in 2011 had a power of 250W. For the last 20 years, average appliance efficiency in Europe has improved by around 20%. ", 
      null, 
      "Appliances have become much more efficient in the last few decades, which means they use less electricity to do the same job. The European Environment Agency has found that the overall efficiency of appliances increased 27% between 1990 and 2009, or around 1.7% per year. Further increases in energy efficiency could lower the emissions impact of increased appliance ownership as living standards improve around the world.", 
      "This lever works in conjunction with “lighting, cooking & appliance use” to determine the total energy demand for appliances, and therefore the emissions associated with it.  The appliances modelled are refrigerators, dishwashers, clothes washers, clothes dryers and TVs. Miscellaneous appliances like laptops and DVD players are modelled separately.\r\rDespite continued improvements in energy efficiency, the amount of electricity being used on appliances in homes still increased globally between 2000 and 2010.   This is because of the growth in appliance ownership around the world (with a particular surge in the use of electronics and computers), but also because of changes in consumer preference. Many of the efficiency gains have been offset by people choosing larger appliances or ones with more functionality. For example, flat-screen TVs use less energy than cathode ray tube ones, but now households have more TVs per household with larger screens than before. \r\rAs well as technological developments, policy can have a big impact on the average efficiency of appliances by encouraging manufacturers to improve their products and encourage consumers to buy more efficient ones. Some countries have legally enforced standards so that all appliances sold must meet a certain level of efficiency. Labelling schemes (for example the EnergyGuide scheme in the USA) can also help consumers make better choices, as they are able to easily compare the energy usage of different products. In China, the government has subsidised the purchase of new appliances for people in rural areas, greatly improving average efficiency.\r", 
      "This scenario represents “business as usual”, with no further improvements in the efficiency of new appliances. Average efficiency increases, however, as people replace their old appliances for new ones. Overall efficiency increases at half the rate seen in Europe over the last 20 years. ", 
      "This scenario is set between levels 1 and 3, and represents moderately ambitious effort to roll out energy efficiency measures. ", 
      "In this scenario, the rates of efficiency improvement seen in Europe in the last 20 years are sustained globally until 2050. This represents high effort on energy efficiency, which could be driven by regulation, costs, or demand from consumers for more efficient products.", 
      "In this scenario, the energy efficiency of appliances increases at a faster rate than that seen in the last 20 years. This represents the most optimistic scenario, in which policy and technological change are taken up all over the world."
    ], 
    [
      16, 
      "Product lifespan", 
      "How long will our products last? In 2011, the average lifespan of an urban 4-wheeled car with internal combustion engine was 12.5 years.", 
      null, 
      "If products had longer lifetimes, they would be replaced less often, meaning fewer new products would be manufactured each year. This would mean less energy and lower industrial emissions.\r\rFor high energy-using products such as cars and trains, there is a trade-off between extending product lifetimes (to reduce manufacturing emissions), or upgrading and replacing products to reduce annual energy usage. This is particularly significant when efficiency of new products may be improving quickly each year.\r\rWhile the optimal replacement rates for energy and emission reductions will vary for different products, research estimated that people currently replace objects much more frequently than we would if our objective were to minimise energy inputs. There is therefore significant potential to save energy and emissions by extending the product lifespans. \r\rAs well as increasing product lifespan, global emissions and energy consumption could be reduced by reducing global consumption of products. Currently consumption of products is correlated to GDP, therefore as the economies of developing countries expand, it is expected that consumption of goods will increase. ", 
      "There are several ways to increase the lifetime of products. Firstly, if products were made more durable, they could last longer before becoming degraded and no longer fit for use. For example, by heat-treating rail tracks, we could significantly increase wear resistance, and this has been shown to extend track life and hence reduce rail emissions by up to 50%. Products could be designed in a way that makes future upgrades much easier, allowing the product to keep pace with new designs (or fashion) without full replacement. Alternatively, when products are no longer required by one owner, more could be given or sold to new owners, rather than being thrown away. \r\rAs people get wealthier, they tend to consume more. However, if our global consumption pattern moved to consuming more service-based products (e.g. visiting spas, rather than going shopping), or more products that are less resource intensive (e.g. music and films in electronic form, rather than CDs and DVDs), it may be possible to partially decouple increased consumption from GDP growth and wellbeing, and hence reduce consumption of products per person by 2050.\r\rWithin the model, product demand is defined by other levers whenever possible. Some examples are:\r- Windmills & Solar PV demand are influenced by the “wind” and “solar” levers;\r- Buildings demand is influenced by “building size” lever;\r- Appliances demand is influenced by the “lighting and appliance use” lever;\r- Infrastructure demand is influenced by “passenger distance” lever;\r- Car, train & bus demand is influenced by the “transport mode” and “car ownership” levers;\r- Fertilizer demand is influenced by the agriculture “crop yields” lever.\rMost products are influenced by several levers and nearly all are influenced by the population.", 
      "There is no development in product reuse or recycling, hence product lifespans are similar to those in 2011.", 
      "There is moderate development in product reuse and recycling, hence product lifespans increase in comparison to those in 2011.", 
      "There is significant development in product reuse and recycling, hence product lifespans increase in comparison to those in 2011.", 
      "There is highly significant development in product reuse and recycling, hence product lifespans increase in comparison to those in 2011."
    ], 
    [
      17, 
      "Design, material switch & recycling", 
      "How efficiently will we use materials, will we recycle more, and will we switch to using less CO<sub>2</sub> intensive materials?", 
      null, 
      "The carbon emissions and energy input associated with products, such as televisions (TVs) and cars, can be reduced in broadly three different ways. Firstly, design improvements, so that less material is required during product manufacture. Secondly, material switching, which involves either using less carbon-intensive materials for product manufacture, or making products from materials which improve the design of the product, therefore resulting in lower emissions from the use of the product during its lifespan. Thirdly, using more recycled materials can reduce energy and emissions.\r\rAllwood and Cullen (2012) estimated that by optimising product designs, we could use approximately 30% less metal per product globally, without affecting product quality. They also predicted that there would be potential to recycle 90% of steel and aluminium globally by optimising systems to maximise scrap collection and separation. There are similar opportunities to reduce the use of other virgin materials by design and increased re-use and recycling. ", 
      "Better design\rBy designing products with a specification to minimise material requirements, significant material savings could be achieved without compromising the technical requirements of the product. Examples of design improvements could be lighter steel and aluminium products (e.g. vehicles), buildings built with minimal structural steel, plastic products that are stronger and lighter than present, and optimising cement strengths.\rMaterial savings can also be achieved by improving manufacturing processes, so that less scrap is produced, and less material is required to make the same products. Currently, nearly half of all aluminium is converted into scrap rather than products in manufacturing processes.\r\rMaterial switching\rSwitching product materials to materials with lower greenhouse gas intensities could also reduce emissions from the manufacturing of goods. For example, cars and trucks could be manufactured in part from aluminium or carbon fibre rather than steel, planes could be made using carbon fibre, rather than aluminium, reducing their weight, or building structures could be made from timber rather than steel, to reduce the emission intensity of manufacture.\rIn the Global Calculator, material switching from steel to timber, steel to aluminium, steel to plastics, cement to timber, and cement to plastics are considered. However material substitution is highly complex, and there are other potential substitutions that are currently not modelled here.\rIt is important to note that there could be some disadvantages associated with the material switches modelled here: \r• Wood burns more easily and is less stable than steel and concrete. More wood is also required than metal to produce a product of considerable strength, however some of these limitations are now being addressed with new technologies such as cross lamination. \r• Timber can act as a ‘carbon sink’, with carbon from the atmosphere being stored in products. However, increasing timber demand could impact biodiversity, and the carbon stored in forests. Please refer to the land and food sector for the impacts of biomass.\r• Aluminium has significantly higher embodied energy and emissions associated with it than steel; however, it weighs much less than steel, so if used in vehicles the saving in weight can result in reduced fuel consumption. This leads to a trade-off between the up-front manufacturing energy for vehicles, and the energy used during a vehicle’s life-time.  \r\rRecycling\rFor steel, most recycled metals are currently produced from scrap generated during production, rather than post-consumer scrap; these wastes are generally well sorted, aiding recycling. However, post-consumer scrap is forecast to increase, therefore separation will become critical and to maximise metals recycling new technologies may be required, for example, to remove copper from recycled steel. Future aluminium recycling rates are expected to decrease, mainly because the availability of aluminium scrap is forecast to be limited in the future. Carbon fibre products are difficult to recycle.\rIt is currently very energy intensive to recycle concrete materials, therefore this is seldom practiced. However, concrete re-use may be more common in the future, particularly if more concrete components are made in standardised units.\rPaper is already widely recycled, with around 60% of all paper being recycled in Europe and North America. The rate of paper recycling has been increasing steadily over the past decade, and it is projected that this trend will increase as less developed countries start to recycle more in the future.\r\rIf you have chosen a high level for this lever, the improvements in design could also translate into higher vehicle efficiency, so you may want to consider choosing a high level for the ‘Transport Efficiency’ lever as well.\rTo ensure your scenario is consistent, we recommend setting “Iron, Steel and Aluminium lever” to the same value as this lever (Design, Materials and Recycling). This is because the chosen amount of recycling of steel defines the technologies used to manufacture steel products.", 
      "There are very few product and material design improvements between 2011 and 2050. The material demand per product and the level of recycling in 2050 are the same as in 2011, and there is no switch to less carbon-intensive materials.", 
      "There are ambitious product and material design improvements between 2011 and 2050, resulting in a reduced requirement for material per product. There are also minor switches to using less carbon-intensive materials and a small increase in recycling levels.", 
      "There are very ambitious product and material design improvements between 2011 and 2050, resulting in a significantly reduced requirement for material per product. There are also significant switches to using less carbon-intensive materials and a significant increase in recycling levels.", 
      "There are extremely ambitious product and material design improvements between 2011 and 2050, resulting in a much reduced requirement for material per product. There are also major switches to less carbon-intensive materials, and a major increase in recycling levels."
    ], 
    [
      18, 
      "Iron, steel & aluminium", 
      "How carbon intensive is the production of iron, steel and aluminium? In 2011, emissions from traditional blast furnace steel production were 1.97 Gt CO<sub>2</sub>e per Gt of steel.", 
      null, 
      "For thousands of years, iron has been used to make products required for human use, such as tools. Today, steel, iron and aluminium are used to make many products, including cars, ships, electrical equipment, electrical equipment, buildings, domestic appliances and consumer packaging.\r\rIn the future, metal manufacturing processes could become more energy-efficient as technology advances, resulting in fewer emissions being released per tonne of metal manufactured. For example, currently the majority of steel is manufactured using traditional blast oxygen furnaces (71% in 2011) and electric arc furnaces (24% in 2011), but the steel industry is exploring several new technologies (e.g. Hisarna and electric arc Direct Reduced Iron), which could reduce the energy requirements of the process. These technologies can process different amounts of scrap; in the Global Calculator it is assumed that traditional blast furnaces can process 11% to 40% scrap, electric arc 100% scrap, HIsarna 0 to 30% scrap, and Electric arc Direct Reduced Iron 66% to 70%. See below for more detail on these technologies.\r\rEmissions per tonne of metal could also be reduced by using lower-carbon fuels to power the manufacturing processes. This could be achieved by (i) substituting the fuel used in the process for less carbon intensive fuel such as biomass, natural gas and hydrogen, (ii) using Combined Heat and Power (CHP) to provide the energy needs of the process, and (iii) capturing the carbon generated during the process to prevent its release to the atmosphere. ", 
      "The emissions mentioned in this sector do not include those from electricity generation, to avoid double counting with the supply sector emissions.\r\rThe amount of biomass that is required as a fuel for iron, steel and aluminium production is accounted for in the calculations for the supply of biomass. In the Global Calculator, the maximum amount of biomass required for manufacturing is therefore determined, and then assessed against the biomass supply determined by other levers to determine the amount of fossil fuels that are substituted by biomass.\r\rIn order to have a consistent scenario, this lever (Iron, Steel and Aluminium) must be aligned with the Design, Materials and Recycling lever. This is because the chosen amount of recycling of steel defines the technologies used to manufacture steel products. \r\rAllwood and Cullen (2012) studied the potential for future innovative technologies to save energy and reduce emissions in future; they concluded that no currently developed methods offer a ‘step change’ in energy efficiency of manufacturing processes, and none were close to mass exploitation in 2012. Some of the potential innovative technologies are discussed below.\rToday, traditional blast furnaces are used to produce steel. Fuel (often coke), iron ore and limestone are supplied to the furnace, along with a blast of air at 900 – 1,300˚C, causing chemical reactions to produce ‘pig iron’. Pig iron pellets are then converted to primary steel using the Bessemer process, where oxygen is blown through the molten pig iron. More energy-efficient technologies for producing primary steel exist, and may become more prevalent in the future; for example, the HIsarna process can produce steel from molten pig iron directly from a specially-designed furnace, without having to convert the pig iron into pellets first; this simplifies the process and reduces the energy requirements.\r\rSecondary (recycled) steel is currently manufactured in electric arc furnaces, using electricity to generate the energy required to melt the used steel. Electric arc processes can also be used to make primary steel by feeding the electric arc furnace with direct reduced iron (DRI). Here iron ore is first converted to DRI in a gas-fuelled furnace at temperatures of 800 – 1,000˚C, before being converted to steel in conventional electric arc furnaces. As this process does not use coke, the emissions are lower than traditional steel manufacture.\r\rPrimary aluminium is manufactured by the electrolysis of alumina in molten cryolite (the Hall-Heroult process), and therefore the process emission intensity depends on the emission intensity of the electricity, and the amount of electricity required by the process. Industry has been investigating ways to reduce the electricity consumption of the Hall-Heroult process for several decades.\r\rAnother way to improve efficiency is by using combined heat and power (CHP) energy generation to power the process, where heat that is produced during electricity generation is used to meet process heat demands. Recently, CHP has been adapted more widely by industry.\r\rCarbon capture & storage technology could also help to reduce emissions. This is addressed by the lever “manufacturing CCS”.", 
      "Continued use of current processes and technologies, and current fuels, resulting in minimal improvements in energy efficiency. Emissions per tonne of steel and aluminium are unchanged by 2050.", 
      "Moderate process and technology changes to more efficient production processes (e.g. switch to HIsarna and DRI electric arc for steel). Some fuel switches in blast oxygen furnaces (e.g. coal fuel replaced by hydrogen, natural gas, and biomass), and in primary aluminium production (coal fuel replaced by biomass). Some energy efficiency improvements.", 
      "Significant process and technology changes to more efficient production processes (such as switch to HIsarna and DRI electric arc for steel). Important fuel switches in blast oxygen furnaces (e.g. some coal fuel replaced by hydrogen, natural gas, and biomass), and in primary aluminium production (some coal replaced by biomass). Significant energy efficiency improvements. ", 
      "Extreme process and technology changes to more efficient production processes (such as switch to HIsarna and DRI electric arc for steel). Major fuel switches in blast oxygen furnaces (e.g. some coal fuel replaced by hydrogen, natural gas, and biomass), and in primary aluminium production (some coal replaced by biomass). Energy efficiency improvements close to technical and physical constraints."
    ], 
    [
      19, 
      "Chemicals", 
      "How carbon intensive is the production of chemicals? In 2011, emissions for high value chemicals were 1.09 Gt CO<sub>2</sub>e per Gt produced.", 
      null, 
      "The chemicals sector is very diverse, producing a broad range of materials with many different compositions, treatments and properties. In the global calculator the following main groups have been considered:\r• High Value Chemicals (HVC) which consists of plastics such as propylene, PVC and ethylene;\r• ammonia, used in fertilisers to increase agricultural productivity, and also for pharmaceuticals and cleaning products;\r• methanol, used to produce formaldehyde (part of products as diverse as plastics, plywood, paints, explosives, and permanent press textiles); \r• any other chemicals.\r\rThe energy and emission intensity of chemical production could be reduced by process and energy efficiency improvements. For example, using Combined Heat and Power (CHP) to generate the energy required for the processes, then capturing and storing the carbon emissions from the processes to prevent their release to the atmosphere (known as Carbon Capture and Storage, or CCS). \r", 
      "The IEA suggests that with best practice technologies, process improvements, CHP, recycling and energy recovery, over 13 EJ could be saved globally from chemical production, compared to current production methods. The largest share in energy savings (about 5 EJ) could be achieved by employing best practice technologies for providing process heat. Compared to the current energy use of the global chemical and petrochemical industry, this potential translates to around 35% energy savings, whilst carbon emissions could be reduced by about 20-35%.  \rThere is also significant potential to reduce both the upstream emissions associated with chemicals, by better design and recycling of chemical products, and the downstream emissions, by using CCS. These emission reduction potentials are addressed by other levers: “Design, Materials and Recycling” and “CCS (manufacturing)”.\r\rThe majority of those energy savings measures should enhance the market competitiveness of chemical companies; however, there are several barriers to the adaptation of energy efficient technologies. Corporate policy often restricts investments with payback times longer than a few years; financial constraints are particularly important for small and medium size companies, especially in the developing world. Furthermore, decision makers are sometimes not aware of all energy efficient technologies, and even if they are, there might be different prioritisations to energy efficiency in the company.\r\rThe emissions mentioned in this sector do not include electricity, to avoid double counting with supply sector emissions. In the Global Calculator, the amount of biomass that is required as a fuel for the chemical production processes is accounted for in the calculations for the supply of biomass. The maximum amount of biomass required for chemical production is therefore calculated, and then assessed against the biomass supply determined by other levers to work out the amount of fossil fuels that are substituted by biomass.", 
      "Continued use of current processes and technologies. Continued use of fossil fuels. Minimal improvements in energy efficiency. 5% of the electricity used in chemical processes is generated by CHP processes.", 
      "Some fuel changes, e.g. 10% of coal energy replaced by natural gas for HVC production, and 5% of coal energy replaced by biomass for all chemical production. 10% of the electricity used in chemical processes is generated by CHP processes.", 
      "Significant fuel changes, e.g. 20% of coal energy replaced by natural gas for HVC production, and 10% of coal energy replaced by biomass for all chemical production. 15% of the electricity used in chemical processes is generated by CHP processes.", 
      "Extreme fuel changes, e.g. 30% of coal energy replaced by natural gas for HVC production, and 20% of coal energy replaced by biomass for all chemical production. 20% of the electricity used in chemical processes is generated by CHP processes."
    ], 
    [
      20, 
      "Paper and other", 
      "How carbon intensive is the production of paper? In 2011, emissions for virgin pulp & paper were 0.95 Gt CO<sub>2</sub>e per Gt produced.", 
      null, 
      "Paper is a natural material produced from pulp, and is used for a wide array of applications such as writing and office paper, hygiene and packaging. Although many types of fibre can be used for paper production, wood fibres are the main feedstock (other types of fibres have not been assessed in the scope of this calculator).\r\rAfter the introduction of modern workstation computers in the 1980s, some predicted a decline in the paper industry; however, paper demand has continued to grow. Annual global paper demand was 363 Mt per year in 2005. By 2050, the global paper demand is expected to be 2.4 times higher still.\r\rIn 2011, the global average emission intensity of pulp & paper production was 0.65 tCO2e per tonne produced (including both virgin and recycled paper). Allwood and Cullen (2012) predicted that the paper industry might be able to reduce emissions by 40% in the future, if all possible best practices in increase energy efficiency were applied, assuming a recycling rate of 80%.", 
      "Paper can be made either from virgin fibres or from recycled fibres. The proportion of virgin and recycled paper is selected in the lever “design, materials & recycling”. \r\rFor virgin fibres, an average of 24 trees are needed to produce one tonne of writing or printing paper. High demand for wood products, such as paper, has resulted in deforestation in the past, as well as the conversion of natural forest to industrial plantations, with negative implications for stored carbon and biodiversity. Given that fibre recycling is less energy intensive and consumes less biomass than using virgin wood for paper production, paper recycling provides an eco-friendly solution to this problem if the usage of harmful chemicals is avoided. From 1991 to 2009, paper-recycling rates in the EU and North America increased from around 40% to over 60%, and this trend is continuing. \r\rSeveral process and energy efficiency improvements are possible in the paper industry. For example, the drying step is typically very energy intensive and could be re-engineered to reduce energy requirements. Fuel switches could also reduce emissions, for example, by using biomass co-products and by-products such as black liquor to provide energy for the process, rather than coal. Such fuel switches could be combined with carbon capture and storage (CCS) in the future to reduce emissions. In the global calculator, the application of CCS technologies can be regulated with the lever “CCS (manufacturing)”. Finally, Combined Heat and Power (CHP) technologies could be used to provide process heat and electricity requirements in a more efficient manner in the future.\r\rThe amount of biomass that is required as a fuel for paper and other manufacturing is accounted for in the calculations for the supply of biomass. In the Global Calculator, the maximum amount of biomass required for manufacturing is therefore determined, and then assessed against the biomass supply determined by other levers to determine the amount of fossil fuels that are substituted by biomass.\r", 
      "Continued use of current processes and technologies. Continued use of fuels. Minimal improvements in energy efficiency and additional CHP installations. Carbon dioxide emissions per tonne of virgin and recycled paper in 2050 equal 2011 values.", 
      "Moderate process and technology changes, improvements in energy efficiency, and use of CHP. Some fuel switches from coal to biomass.  Carbon dioxide emissions per tonne of virgin paper in 2050 are 23% lower than in 2011 value; carbon dioxide emissions per tonne of recycled paper in 2050 are 21% lower than in 2011.", 
      "Significant process and technology changes, improvements in energy efficiency, and use of CHP. Significant fuel switches from coal to biomass. Carbon dioxide emissions per tonne of virgin paper in 2050 are 35% lower than in 2011; Carbon dioxide emissions per tonne of recycled paper in 2050 are 33% lower than in 2011.", 
      "Extreme process and technology changes, improvements in energy efficiency, and use of CHP. Major fuel switches from coal to biomass. Carbon dioxide emissions per tonne of virgin paper in 2050 are 50% lower than in 2011; carbon dioxide emissions per tonne of recycled paper in 2050 are 47% lower than in 2011."
    ], 
    [
      21, 
      "Cement", 
      "How carbon intensive is the production of cement? In 2011, emissions for cement were 0.41 Gt CO<sub>2</sub> per Gt produced.", 
      null, 
      "Cement is one of the main components of concrete, binding stones tightly together so that it can be used to build buildings. While cement had been known since Roman times (e.g. the Pantheon in Rome was build with it), concrete became enormously popular in the 20th century due to famous architects such as Le Corbusier who appreciated concrete as a relatively cheap and versatile material. \r\rCurrent annual global cement production is 2.8 Gt, which could produce 23 Gt of concrete; 40% of this cement is produced in China. Cement production is growing fast, and the Global Calculator can model cement production ranging from 3.3 to 8.7 Gt by 2050.\r\rCement production involves a number of reactions, with the principal reaction being the decomposition of limestone into lime and carbon dioxide. Half of the CO2 emissions associated with the production of cement are released in this reaction – another 40% are emitted from burning fuel to power the process. There are several ways to reduce cement energy inputs and emissions, including (i) substituting clinker for other materials, (ii) substituting the fuel used in the process for less carbon intensive fuel, and (iii) capturing the carbon generated during the process to prevent its release to the atmosphere.", 
      "In cement production, the most energy and emission intensive part of the process is the production of clinker. Therefore, to reduce energy inputs and emissions associated with cement, this clinker can be partially substituted by other materials (for example, ground granulated blast furnace slag or pulverised fly ash) that are by-products of other products or arise naturally. Substitution rates as high as 90% are possible for most applications. This ‘composed’ cement can be more resistant to compression, but it often takes longer to dry, implying higher storage costs.\r \rAnother way to reduce emissions is fuel substitution. In Europe it is common to burn waste material, such as old tyres and municipal solid waste, instead of fossil fuels; the presence of limestone in the process is known to clean the exhaust gas, allowing the use of such waste as fuel. \r\rToday, the best practice production has an energy need of 2.9 GJ per tonne of cement, whereas the theoretical minimum is 1.8 GJ/tonne. Thus, we cannot expect much technology improvement beyond current best practice. The global average lies today at 4.7 – 5.5 GJ/tonne, almost twice as high as best practice1. This is mainly due to small factories in China and India using old production technology; in particular, heat recovery systems are missing. The global energy use is expected to decrease rapidly as these older plants are being replaced in China.\r\rCarbon capture & storage technology could also help to reduce emissions. This is addressed by the lever “Carbon capture and storage (ind.)”.\r\rThe emissions mentioned in this sector do not include electricity, to avoid double counting with supply sector emissions.\r\rThe amount of biomass needed as fuel for the cement process is accounted for in the calculations for the supply of biomass. In the Global Calculator, the maximum amount of biomass required for cement production is therefore calculated, and then assessed against the biomass supply determined by other levers to determine the amount of fossil fuels that are substituted by biomass.", 
      "Continued use of current processes and technologies and use of fuels. Minimal improvements in energy efficiency.", 
      "Moderate process and technology changes. Some fuel switch from coal to biomass, and improvements in process energy efficiency.", 
      "Significant process and technology changes. Significant fuel switch from coal to biomass, and improvements in process energy efficiency.", 
      "Extreme process and technology changes. Major fuel switch from coal to biomass, and improvements in process energy efficiency close to technical and physical constraints."
    ], 
    [
      22, 
      "Carbon capture and storage (ind.)", 
      "Will we use CCS in industry to capture process and combustion emissions? CCS is not implemented in industry in 2011.", 
      null, 
      "Currently, industrial processes generate approximately 27% of all global emissions. These emissions are from a diverse range of sources, including the combustion of fossil fuels to provide process energy, and emissions from chemical reactions (e.g. cement production). Currently all these emissions are released into the atmosphere; however, in the future, the CO2 could be captured at the industrial plant, transported  by pipelines and then pumped into deep underground structures, such as depleted oil and gas reserves, so that it is not released into the atmosphere. ", 
      "The big advantage of using CCS technologies to capture and store CO2 from industrial processes is that the emission intensity of materials, such as cement and steel, can be reduced significantly. However, it takes energy to capture CO2 and pump it underground, and therefore including CCS facilities into industrial processes would increase the overall global demand for energy; in the Global Calculator it has been assumed that for each Giga-tonne of CO2 captured, approximately 1 EJ of electricity would be required. \r\rSimilar CCS technologies can be used in industrial processes and in power stations; however, industrial plants often have many different sources of CO2, whereas power plants generally have only one major source (the boiler). Some of the CO2 sources from industrial processes are likely to be easier to capture than others, therefore CCS technologies would need to be applied carefully to maximise the cost-effectiveness of reducing CO2 emissions.\r\rCurrently CCS technologies are unproven, and there are worries that the technology may not be commercially viable in the future owing to the high costs involved. However, significant research is underway to improve the performance of CCS technologies and hence reduce the costs, for example, by reducing the energy requirements of separating and storing the CO2.", 
      "No CCS development.", 
      "Increased CCS usage from 2030 onwards.", 
      "Significant CCS usage from 2030 onwards.", 
      "Extreme CCS usage from 2030 onwards."
    ], 
    [
      23, 
      "Coal / oil / gas", 
      "In thermal power plants, do we use solid fuel (coal or wood) or gaseous fuel (natural gas or biogas)? For example, in 2011 61% of fuel was solid, 7% liquid and 32% gas.", 
      "If the user supplies bioenergy from the land and food choices, some of this is allocated to thermal power plants.", 
      "In a thermal power plant, fossil fuels (or biomass) are burned and converted in electricity using steam turbines. Although designed for continuous operation, fossil fuel power plants can be switched on and off much faster than nuclear power stations, making them a better partner for renewable energy. In 2011, fossil fuels contributed 71% of global electricity supply. Fossil fuels were formed by anaerobic decomposition of organisms (prehistoric plants and animals) that lived hundreds of millions of years ago. Oil is a particularly versatile fuel being used for transport (cars, planes etc.) and electricity generation, as well as for manufacturing products like plastic. The question is therefore if we want to burn oil or use it for other purposes in the future. The main challenges might be the electrification of transport and replacing aviation fuel with bio fuels.\r", 
      "In terms of climate impact, the dirtiest fuels are: firstly coal, secondly oil, and thirdly natural gas. For example, today, lignite (brown coal) is most carbon-intensive, emitting about 100,000 grams of CO2 per Gigajoule (g/GJ) followed by hard coal with 95,000 g/GJ. Oil has around 75,000 g/GJ. The fossil fuel with the lowest climate change impact is natural gas with 56,000 g/GJ. Currently electricity generation from coal is the cheapest because it is about four times more abundant than oil or natural gas. However in the future, carbon taxation and other regulatory means are expected to increase the costs for coal and favour natural gas. The average lifetime of fossil fuel power plants is around 30-50 years. All of them need several decades to recover the costs of their initial investment, so this might hinder the change towards natural gas. Given the long lifespan of thermal power plants, another solution could be the usage of biomass as fuel. If the user selects a high output of solid biomass, the model will automatically allocate some of this to electricity generation if “coal” is selected. The user can generate a high output of solid biomass by: reducing land required for food by reducing food demand or boosting food yields; adjusting the “surplus land (forest and bioenergy)” lever such that surplus land is used for bioenergy; setting “bioenergy yields” high; and setting “solid or liquid” to solid. \r", 
      "In 2050, the majority of burned fuel in thermal power plants is still solid (61%) and the contribution of natural gas is reduced.  ", 
      "In 2050, a higher proportion of liquid (oil) and gaseous fuels (natural gas) are used for energy generation. ", 
      "In 2050, the contribution of natural gas to the energy generation is much higher than today (41%) and about equal to solid forms of fossil fuel.", 
      "In 2050, over 70% of thermal energy generation from hydrocarbons comes from natural gas."
    ], 
    [
      24, 
      "Fossil fuel efficiency", 
      "How efficiently will we extract and use fossil fuels? For example, in 2011 25% of coal power stations used the most efficient technologies (ultra- or super-critical).", 
      null, 
      "In 2011, fossil fuels were the world’s main source of energy, with 82% of global primary energy coming from fossil fuels. Improving fossil fuel power plant efficiencies could therefore be a powerful lever to decrease carbon dioxide emissions. As described below, efficient technologies are already available, but long power plant lifetimes of around 50 years make market adaptation relatively slow. Further technological improvements may reduce carbon dioxide emissions and the cost for highly efficient technologies. Increases in carbon taxation could also speed up the transition to more efficient power plant technologies. While Japan and South Korea mainly employ efficient coal power technologies (more than 70% of all coal power plants) most other major industrial nations have relatively inefficient power plants (less than 40% of all coal power plants) due to their low initial investment costs and the high lifespans. This shows the large potential for efficiency improvement.  ", 
      "It is worth considering the three types of power plant separately – gaseous (for natural gas), liquid (oil) and solid (coal or possibly biomass) fuel. Gaseous fuel: There are two main types of gas-fired power plants. The open-cycle gas turbine (OCGT) consists of a single compressor/gas turbine being connected to an electricity generator. About two-third of the generated energy is used to compress air for the combustion process. The second technology is combined-cycle gas turbines (CCGT) that basically consist of the same components as an OCGT. However, the turbine exhaust is re-used to generate energy with a heat recovery steam engine.\r\rThe thermal efficiency of OCGT lies currently between 35 – 42% and is expected to increase up to 45% by 2020. The thermal efficiency of CCGT lies currently between 52 – 60% and is expected to increase up to 64% by 2020. While the initial investment cost is slightly higher for CCGT, the annual operation and maintenance costs are much lower ($73/kWh compared to $210/MWh for OCGT) today. Building CCGT is therefore more beneficial in the long run in terms of costs and carbon dioxide emissions.\r\rLiquid fuel: The technological concepts for oil fired power plants are very similar to natural gas fired power plants. The model considers two types of plants: low efficiency power plants (<50% efficiency) and high efficiency power plants (>50% efficiency). Similar to gaseous fuel, higher efficiencies can be achieved when re-using the exhaust for power generation.\r\rSolid fuel: There are three main technologies for power generation from coal. In all three, coal is pulverised into fine powder, and the larger surface area allows for a more efficient combustion process. The pressure and temperature in the combustion chamber are the main difference between subcritical, supercritical and ultra-supercritical power plants.\rThe thermal efficiency of coal fired power plants increases with temperature and pressure, leading to efficiency levels of around 38% for subcritical, 43% for supercritical and 45% for ultra-supercritical power plants. The initial investment costs for super critical power plants are about 10 – 20% higher than for subcritical ones and about 10% lower than for ultra-supercritical ones.\r\rIf the user selects a pathway with high solid biomass, the model will automatically allocate some biomass to be used in the solid fuel power plants.  For more detail on this, see the “solid / liquid / gas” lever description.", 
      "By 2050, the proportion of gas plants that are efficient is lower than today.  This is a low level of ambition.  It could be consistent with a world in which investors prefer low initial costs for gas fuel power plants and the proportion of low-efficient plants increases compared to 2011.", 
      "In 2050, the proportion of efficient solid and liquid power plants is considerably higher than 2011, while for gas fuel the low efficiency technology is still preferred. This is an ambitious level of effort.  ", 
      "In 2050, considerable efforts of the fossil fuel electricity industry have led to a fast implementation of high efficiency power plants. Particularly, the proportion of high efficient liquid and gas fuel power has increased. This is a very ambitious level of effort.", 
      "In 2050, the proportion of efficient power plants is increased considerably.  This is an extraordinarily ambitious and extreme level of ambition."
    ], 
    [
      25, 
      "Carbon capture and storage (power)", 
      "Do we use carbon capture and storage in electricity generation? In 2011 there were only small demonstration projects.", 
      null, 
      "Currently, fossil fuels are combusted in power stations to produce electricity, and the CO2 produced is released into the atmosphere (known as unabated fossil fuel power stations). However, in the future, the CO2 could be captured at the power stations, and then pumped into deep underground structures, such as depleted oil and gas reserves, so that it is not released into the atmosphere.\r\rIn 2011 there were only small demonstration CCS projects. In comparison, the capacity of unabated fossil fuelled power stations was approximately 3,600 GW (from coal, gas and oil fired generation) and 15,049 TWh per year of electricity.", 
      "The big advantage of CCS power stations is that they can produce electricity with a low emission intensity: approximately 90% of CO2 emissions released by burning the fossil fuel can be captured by a CCS power station. However, it takes energy to capture CO2 and pump it underground, so new power stations that are fitted with CCS facilities in the future are likely to have lower energy efficiencies than unabated fossil fuel power stations. This means that more fossil fuel feedstock would be required to produce the same amount of energy in a CCS power station than an unabated power station. \r\rCurrently CCS technologies are unproven at a commercial level, and there are worries that the technology may not be commercially viable in the future owing to the higher costs involved, in comparison to unabated fossil power stations. However, significant research is under way to improve the performance of CCS technologies and hence reduce the costs, for example, by reducing the energy requirements of separating and storing the CO2.\r", 
      "Only experimental CCS power stations exist in 2050, representing a case where CCS is shown not to be technically or economically feasible. This results in 16 GW capacity of power stations with CCS operating by 2050.", 
      "490 GW capacity of power stations with CCS operating by 2050. Levels 2 and 3 are calculated as intermediate points between levels 1 and 4.", 
      "1,487 GW capacity of power stations with CCS operating by 2050. Levels 2 and 3 are calculated as intermediate points between levels 1 and 4.", 
      "All new ultra and super-critical coal fired power stations are fitted with CCS, plus all new Combined Cycle Gas Turbines. This results in 3,700 GW capacity of power stations with CCS operating by 2050."
    ], 
    [
      26, 
      "Nuclear", 
      "Do we use nuclear power? In 2011, global capacity was 364 GW.", 
      null, 
      "Nuclear power is a form of thermal electricity generation that uses the heat produced from nuclear reactions rather than from the combustion of fossil fuels. These reactions do not produce greenhouse gases like carbon dioxide, so it is a low-carbon source of electricity.\r\rNuclear power stations was first used commercially in the 1950s. In 2011 there were 435 operating nuclear reactors totalling 369 GW of capacity, producing around 13% of the world’s electricity. The country with the highest proportion of nuclear generation is France, with around 80%. Build rates have slowed in the last few years, but are expected to increase in the next decade, with significant new capacity planned to be built by 2020.", 
      "Nuclear has some benefits compared to many other low-carbon electricity sources. It can produce a reliable supply of power, unlike some renewables such as wind and solar which are intermittent. Once built, a reactor has a lifespan of around 40 years and perhaps longer. If power plants are located close to buildings with heat demand, then the waste heat produced in the generating process can be used in district heating systems rather than being released into the atmosphere. This reduces the need for high-carbon sources of heat like gas. \r\rHowever, nuclear power has disadvantages too. Nuclear accidents, though rare, can have serious and long-term consequences. The safe disposal and storage of the radioactive waste produced by nuclear processes is also a serious challenge, as some of the substances have a half-life of many thousand – and even millions – of years. These concerns mean that some countries and organisations do not support the use of this technology.  Even in countries that support the use of nuclear power, the planning process can be long and difficult, as local residents may object to having a power plant near their homes. The meltdown of three reactors at the Fukushima Daiichi plant in Japan in 2011 has increased safety concerns, and led to more countries closing nuclear power plants before their natural lifespan has come to an end.\r\rWhen choosing levels 3 or 4, you should consider that building this amount of nuclear power is likely to result in many planning challenges and may be difficult in terms of public acceptability.", 
      "No new power stations are built, and all existing plant are switched off by 2050. It is likely that some reactors would have to retire early, before the end of their technical and economic lifespan. This represents a future that has turned away from nuclear power. ", 
      "Current global build rates for nuclear plants continue for the next few decades, meaning that there would be 685 GW in total by 2050. \r", 
      "The increased build rate planned from 2011 to 2020 is sustained until 2050, meaning that there would be 1,030 GW in total. \r", 
      "After 2020, the build rate increases to the fastest the nuclear sector believes is technically possible, and this is sustained until 2050. This would result in 1,870 GW of capacity. This represents a future which has put an extreme amount of effort into rolling out nuclear. "
    ], 
    [
      27, 
      "Wind", 
      "Do we use wind power? In 2011 there was around 234 GW of onshore wind capacity, in 83 countries. There was also 4 GW of offshore power installed.", 
      null, 
      "Wind energy is a renewable source of energy that extracts the energy stored in moving air. Turbines generating electric energy from wind are installed either onshore or offshore, sometimes on farmland, and are generally connected to the power transmission network. As it is not always windy, about 15 – 50 % of the capacity is actually used at any given time, and this is very dependent on where a turbine is located.  Wind power has been used for centuries to mill flour or pump water from land below sea level. In 2011, there were close to 200,000 operating wind turbines, totalling 238 GW of capacity and producing around 3% of the world’s electricity. In 2012, China (at that time the country with the highest fraction of the world’s wind power capacity) produced more electric energy from wind than from nuclear. In 2013, the country with the highest proportion of wind power was Denmark with 33% of its energy mix.\r\rAlthough affected by the financial crisis, build rates were still growing in the last few years. The Global Wind Energy Council (GWEC) forecasts a cumulative installed capacity of 750 GW by 2020.The International Energy Agency (IEA) expects that 80% of the growth in wind power until 2035 will be onshore. The reason for this is that despite higher capacity utilisation rates, offshore wind farms are more expensive than onshore ones because of higher installation costs. \r", 
      "A key advantage of wind power is its potential to save carbon emissions. The Intergovernmental Panel for Climate Change (IPCC) assessed the emissions to be 11-12 g of carbon dioxide equivalent per kWh, which mainly arises from the production of the wind turbine. This is considerably lower than for other low carbon power sources such as solar or geothermal energy. In contrast to nuclear energy, wind energy does not produce any toxic waste that has to be stored safely for thousands of years.\r\rHowever, wind energy has also several disadvantages. Wind farms cover large areas of land that could otherwise be used differently e.g. for natural forest or housing. Ecological damage may be caused if bird migration is hindered. Since wind blows very inconsistently, the energy generation of wind turbines varies significantly. Currently, gas and coal power plants have to balance out this variation. However, in future, intelligent grids and storage techniques might be able to manage this in a smart way, and the battery capacity of electric vehicles might be used to store wind energy (for example, during night-time when the energy demand is low). Additionally, the aesthetic perception, noise pollution and shading effects can be important for people living close to wind turbines. Therefore, wind farms can usually not be built close to areas with high population densities. In contrast, wind farms and agriculture sharing the same area might be a promising combination for efficient land use.\r\rWhen choosing levels 3 or 4, land use for wind power will be significant and adaptations may be needed to the electricity supply system. The introduction of electric cars and the development of high performing storage systems might help to achieve the transition to more wind energy. \r\r", 
      "Some new wind turbines are built up to 2020 with parallel decommissioning. Thereafter, no new wind turbines are built. By 2050, there is no wind power capacity left. This scenario represents a future that has turned away from wind energy. \r", 
      "Moderately increasing build rates of wind turbines until 2050. This scenario represents a business-as-usual scenario.\r", 
      "Strong support for wind energy. High initial growth in build rates increasing until 2050. A considerable amount of land is used to generate wind power (around 14,000 km squared).", 
      "Very strong support for wind energy. Very high initial growth of build rates decreasing over time. Large areas (around 19,000 km squared) are covered with wind farms and the technologically possible capacity is installed until 2050. This scenario represents a future which has put an extreme amount of effort into rolling out wind energy. \r"
    ], 
    [
      28, 
      "Hydroelectric", 
      "Do we use hydroelectric power? In 2011 global capacity was 970 GW.", 
      null, 
      "Hydroelectricity is a renewable source of energy that is based on the natural cycle of water. Hydropower is generated by flowing or falling water that turns a turbine. This working principle can also be reversed to store energy when water is pumped to a higher-lying tank which makes hydropower a very flexible technology. \r\rHaving been used for thousands of years, hydropower is one of the most mature and reliable power generation technologies. Hydroelectricity is today the largest renewable energy source, with around 11,000 power plants worldwide with a capacity of about 1,200 GW (in 2011) contributing around 16% of the world’s electricity. Currently, 25 countries have a proportion of greater than 90% of hydropower in their energy mix – Norway’s electricity supply, for instance, is based on 99% hydroelectricity. \r\rIn recent years, the build rate of hydropower has increased. With less than one-quarter of the hydropower potential currently operating, the prospects for continued capacity growth are good.\r", 
      "Hydroelectricity has the unique advantage, compared to other renewable sources, that it can be used to store energy when needed. It can switch between energy storage and generation modes within a short span of time, making it a complementary partner for other renewable sources such as wind and solar energy with variable energy output. Depending on geology and construction, hydropower can potentially be the cleanest of all forms of renewable energies with 1 g carbon dioxide equivalent per kWh.\r\rHowever, hydropower has several disadvantages. The main one is land use when flooding large areas to store water. The reservoir of the Three-Gorges-Dam in China, for instance, covers an area of 1,045 km2 which is about half the size of Luxembourg. Several villages had to be displaced and the ecosystem was drastically affected. This environmental impact raises strong public and political objections against hydroelectricity in various countries. It is therefore unclear how much of the three quarters of unused hydropower potential will be finally used. There has also been debate about potential emissions of methane from the bottom of reservoirs due to huge water pressure on the surface, which could cause problems with large hydroelectric projects.\r\rTo choose levels 3 or 4, you would need to believe that land use for hydroelectric power will be significant, and that that there is high public and political support for it. \r", 
      "In this scenario, new hydroelectric power is not supported, perhaps because of concerns about high land use and other environmental effects. Current capacity and all projects that have been under construction or commissioned will run until 2050 totalling a capacity of 1,188 GW.", 
      "Hydropower steadily grows by 1.5% a year. Under this level, public opinion on hydroelectricity is positive and new hydropower plants are constructed where reasonable in terms of land use. The capacity in 2050 will be 1,750 GW. ", 
      "Hydropower grows at a steady rate of 2% a year. This scenario assumes continued investment in large hydroelectricity and technology upgrading, and is based on a positive attitude toward hydropower in the population.", 
      "Hydropower steadily grows by 3% per year. This scenario is close to the limiting growth rate of 3.55% needed to realize the entire hydro potential by 2050. People are willing to sacrifice large areas of land for hydropower. By 2050 the total capacity is 2,375 GW."
    ], 
    [
      29, 
      "Marine", 
      "Do we use wave and tidal power? In 2011, global capacity was 0.5 GW of marine in total (0.5 GW of tidal power and 0 GW of wave power).", 
      null, 
      "Marine power is a renewable source of energy that can be divided into wave and tidal energy. Wave energy uses the energy produced when the wind creates ocean surface waves, while tidal energy extracts the energy from sea level changes due to the attraction of the moon. \r\rWave power is still at a concept stage and has not been commercialised yet. The worldwide potential of wave energy was estimated to be 2,000 GW. The highest potential regions include the Pacific coastlines of North and South America, Australia and New Zealand and the Atlantic seaboard of Western Europe. The main competitor for wave power is offshore wind power.\r\rThe principle of tidal power was already used by tide mills in England and France in the 17th century, and the first large-scale tidal power plant was opened in France in 1966. While 3,000 GW or more of tidal energy is estimated to be globally available, less than 3% of this can be realistically used for power generation because of geological inaccessibility. In 2011, the global capacity of tidal power was 0.5 GW.\r", 
      "Marine power has huge potential but this is limited by its high initial investment costs. But tidal power plants also have several advantages compared to other low carbon technologies. Very long lifespans of around 120 years reduce the overall long-term costs and the barriers can also be a protection against costal flooding which might be an important feature under potential future sea levels rises due to climate change. \r\rHowever, there are also several disadvantages compared to other renewable sources of energy. So far, the main competitor, offshore wind power, has considerably lower payback times. Additionally, there are some environmental concerns. Rotating blades of turbines might accidentally injure or deter sea life. One of the main concerns regarding wave energy might be the small number of suitable locations for marine power generation.\r\rTo choose levels 3 or 4, you would need to believe wave energy has high potential for offshore installation. You would also need to accept that large parts of the coastal area would need to be made available for marine power plants. \r", 
      "By 2050, there is 0 GW of tidal energy as the present installation will have passed its technical lifespan, and there will be 8 GW of wave energy. This scenario is very pessimistic about the prospect of tidal energy and acknowledges concerns regarding environmental threats.", 
      "Marine power technology matures slowly. Environmental or economic concerns hold back marine energy. By 2050, there is 35 GW of tidal electricity and 62 GW of wave energy. ", 
      "Marine energy has more public and political support. By 2050, there is 132 GW of tidal electricity and 105 GW of wave energy. Build rates are enhanced, probably with quicker construction times, and improved technology. ", 
      "By 2050, there is 293 GW of tidal energy and 143 GW of wave energy. This scenario considers fast technical maturity and public acceptance of marine energy. Large parts of the coastline are now used for marine power plants.  "
    ], 
    [
      30, 
      "Solar", 
      "Do we use solar power? In 2011, global capacity was 71.3 GW in total (69.7 GW of photovoltaic power and 1.6 GW of concentrated solar power). ", 
      null, 
      "Solar energy is a type of renewable energy which converts energy from sunlight into electricity. Every year, 1.5 × 1018 kWh of solar power reaches the earth’s surface, which is more than 10,000 times the current global energy demand.\r\rThere are different technologies to harvest solar energy. The most popular is photovoltaics (PV) from crystalline silicon with efficiencies of around 16% (currently about 80 to 95 % of the PV market). The rest of the PV market is shared between amorphous Silicon, Cadmium-Telluride (CaTe) and Copper-Indium-Gallium-Diselenide (CIGS). In 2011, the global capacity of PV was 70 GW, of which 80% was installed in just a few countries such as Germany, Spain and Japan. \r\rAnother approach is Concentrated Solar Power (CSP). Mirrors concentrate light on an absorbing device which heats up a thermal fluid that drives a conventional steam turbine. Typical CSP plants have a capacity of 0.01 – 0.08 GW and an efficiency of 14 to 16%. As the sun is not always shining and only direct sunlight is correctly concentrated by the mirrors, about 25 to 30% of the capacity is used for electricity generation depending on the location. In 2011, a capacity of 1.6 GW was operating, mainly in Spain and the United States. \r  \r", 
      "Solar PV is a strongly growing technology, which capacity increases of around 40% per year in the last couple of years. In recent years this was mainly due to financial support from governments (e.g. China, India, Germany and Spain). The price for crystalline silicon solar cells is continuously falling, reaching a level below $0.40 per Watt peak in 2014 according to Bloomberg. This is cheap enough to achieve cost parity in countries with high solar irradiation such as Italy and Spain. It is therefore likely that solar PV will continue to grow fast in the future, with prices for solar PV likely to decrease even further.\r\rLike all technologies, PV is not completely carbon neutral, as the purification process of silicon in particular is very energy intensive. After around 3 years of operation, the initial carbon emissions are saved, and lifetimes easily exceed 20 years. Other technologies, such as organic PV and some thin film technologies are less carbon intensive. It is possible that one of those technologies might overtake silicon, with increasing governmental spending in solar R&D.\r\rThe cost for concentrated solar power (CSP) is currently higher than for solar PV. However an advantage of CSP is that the generated energy can be stored in a molten salt storage system over a period of several hours which may enable it to serve peak loads on the same day.\r\rElectricity generated from CSP could also be used elsewhere. The goal of the Desertec consortium, for instance, was to harvest solar power in North Africa and transfer it with an efficient grid to Europe. A key concern of this type of projects is the very high investment cost. Another major challenge for CSP is that it requires a lot of water, in what are usually very dry areas. Additionally, electricity transport with the current grid technology would suffer from considerable energy loss over such a long distance and therefore further effort in R&D is needed. Besides technical, financial and regulatory drawbacks, the safety and security of solar installations is becoming a big challenge in developing countries. As remote installations may lack proper security arrangements, there may be problems of theft and asset destruction which may deter new investors. \r\rTo choose levels 3 or 4, you would need to believe that solar power will have a considerable share in the energy mix of 2050. This would probably require technology improvements and cost reductions, along with supportive policy. \r", 
      "By 2050, the world has turned away from solar power with a total capacity is 0 GW. Under this scenario, build rates stay at their current level until 2020. Thereafter, solar is either decommissioned or retires at the end of its technical life span. ", 
      "By 2050, the total capacity of solar power is 1,199 GW. Technologies have moderately improved, probably leading to a fall in costs. ", 
      "By 2050, the total capacity of solar power is 2,739 GW, probably driven by better technology and lower prices. Build rates for solar PV and concentrated solar power continue to increase.", 
      "By 2050, solar power has a capacity of 4,817 GW. Both solar PV and concentrated solar power have improved and new technologies, such as printable photovoltaics, may be a big part of the market. Storage capacity is also increased significantly. Level 4 is based on Shell’s “Oceans” scenario."
    ], 
    [
      31, 
      "Geothermal", 
      "Do we use geothermal power? In 2011, global capacity was 11 GW, centred in 24 countries. Maximum potential exists in the 'ring of fire' around the Pacific Ocean.", 
      null, 
      "Geothermal energy is thermal energy that originates mainly from the radioactive decay of minerals. This energy can either be used directly for heating or electricity generation. Geothermal energy is considered as a renewable source of energy because the energy extracted from the earth is negligible compared to the amount of energy stored in the core.\r\rIn 2012, the global capacity for geothermal electricity generation was 11.6 GW, and the capacity of directly used geothermal heat was about 28 GW. Around 24 counties used geothermal electricity and 70 countries used geothermal heat. Geothermal power plants have traditionally been built on the edges of tectonic plates, since the temperatures close to the surface are higher. The maximum potential lies in countries located on the so-called “Ring of Fire”, a zone of major seismic activity including volcanoes and earthquakes in the basin of the Pacific Ocean. This is why the United States, the Philippines and Indonesia are the countries with the highest geothermal capacity in 2011.\r\rAn optimistic outlook from the International Energy Agency (IEA) predicts that geothermal electricity could have 3.5% of the world’s energy generation. \r", 
      "Geothermal has several benefits compared to other energy sources. In particular the minimal freshwater and land requirements are strong advantages. A geothermal plant uses on average an area of 3.5 km2 per GW, which is about 90% less than for coal and 70% less than for wind farms. In terms of fresh water, geothermal uses 20 litres per MWh compared to more than 1,000 litres per MWh that are usually needed for coal electricity generation.\r\rIn contrast, geothermal energy also has disadvantages. Although being a renewable source of energy, power generation does need to be monitored as there is evidence for local depletion – ground and groundwater temperatures can be reduced, resulting in a reduction of power plant efficiency. Also during the process of thermal electricity generation, greenhouse gases are dissolved from the ground which are subsequently released in the atmosphere - this effect is comparably small so that carbon dioxide equivalent emissions over the lifespan of a geothermal power plant is still lower than for solar cells but higher than for wind, hydro and nuclear power (IPCC). Another issue might be the limited amount of well-suited sites with optimal power generation efficiencies on edges of tectonic plates. If geothermal is promoted further in the future, lower plant efficiencies have to be accepted.\r\rTo choose levels 3 or 4, you would need to believe that geothermal power plants will also be built at locations with lower efficiencies, which would involve higher economic costs.\r", 
      "By 2050, there is 0 GW of geothermal electricity. Current geothermal power plants are removed from the grid at the end of their lifespan. In this scenario geothermal energy is not supported and other energy sources are used instead.", 
      "New geothermal power plants are mainly built in locations with high geothermal potential – those involve in particular the Ring of Fire countries. The build rate is moderate and relates to the different lifespans of power plants. By 2050, there is 172 GW of geothermal electricity. ", 
      "Under this scenario other countries promote geothermal energy as well as the Ring of Fire countries. This results in an increased average growth rate of geothermal energy. By 2050, there is 289 GW of geothermal electricity.", 
      "Geothermal energy is supported by countries around the world. Lower conversion efficiencies are accepted because of suboptimal locations, resulting in build rates of up to 12% between 2020 and 2040. In the last ten years before 2050, the geothermal market begins to reach saturation as it nears its maximum capacity. By 2050, there is 404 GW of geothermal electricity."
    ], 
    [
      32, 
      "Storage and demand shifting", 
      "How much electricity storage will we have? This is important in a grid using intermittent renewable technologies (like solar and wind) to make sure that peak demand is met. In 2011, there were 120 GW of electricity storage plants.", 
      null, 
      "Electricity storage technologies could link very well with large-scale implementation of renewable energy sources. Solar and wind energy is generated whenever the sun is shining or the wind is blowing, regardless of the level of demand, but by using storage, electricity can be stored during off-peak time and released when needed.\r\rEnergy storage technologies could include a variety of battery technologies such as sodium-sulphur batteries, advanced lead acid batteries, flow batteries, and lithium ion batteries for utility-scale storage. Many of these storage systems could be used to store off-peak power generated by renewable technology. Pumped storage based on hydroelectricity and compressed-air energy storage (CAES) provide larger storage capacities of more than 0.2 GW per unit.\r\rIn 2011, there was around 120 GW of electricity storage plants, 99% relying on pumped storage and mainly located in OECD countries. This might be due to offering the lowest costs of $0.10 per kWh (over its lifetime) compared to other large-scale electricity storage technologies.\r", 
      "The capacity of storage technologies varies considerably. Batteries have small capacities, but might be useful for homeowners who would like to store their self-produced renewable energy. \r\rFor large capacities, the two main approaches are pumped storage and CAES. A large proportion of the worldwide potential of pumped storage has already been exploited making strong growth of this technology unlikely. CAES, however, is still at an experimental stage, with the challenge of comparably low storage efficiencies of around 40% (compared to 70-75% for pumped storage). Improvement is needed to make CAES a viable option.\r\rSince storage techniques are so important for renewable energies, countries must invest in related research and development. In order to accomplish this goal, an appropriate regulatory framework has to be set in the coming years. According to Pike Research, a market research firm, around $100 billion could potentially be invested worldwide in the field of energy storage between 2011 and 2021. \r\rTo choose levels 3 or 4, you would need to believe that there will be fast technological progress of large-scale storage technologies. This would probably be based on a regulatory framework supporting renewable and storage technologies. \r\r", 
      "Under this scenario, energy storage is not needed (possibly because of a lower emphasis on renewable energy) and only some pump storage power plants are built. By 2050, there is around 152 GW of energy storage capacity.", 
      "Technological progress of large-scale storage technologies is moderate. By 2050, there is around 600 GW of energy storage capacity.", 
      "Governments invest in research and development of novel storage technologies and progress is fast. This may be driven by renewable energies playing an important role in the global energy mix.  By 2050, there is around 800 GW of energy storage capacity.", 
      "High adoption of storage technologies across the globe, complementing renewable sources of energy. Heavy investment in the field of storage technologies results in very fast technological progress. By 2050, there is around 1,200 GW of energy storage capacity."
    ], 
    [
      33, 
      "Calories consumed", 
      "How much food will we eat? In 2011, global average food consumption was 2,180 kcal/person/day, but with extremes of over- and under-nourishment across the world.", 
      null, 
      "In 2011, the global average calorie consumption was 2,180 kcal per person per day. This value represents the effective calorie intake by person and excludes losses along the supply chain (currently approximately 24% of food energy content). This average value is greater than the recommended consumption by the World Health Organisation of 2,100 kcal per person per day. However, food consumption is not distributed evenly throughout the world, and in some regions extremes exist, such as undernourishment and obesity. For example, approximately 805 million people in the world do not currently have enough food to lead a healthy, active life. On the other hand, in 2010, more than 1.4 billion adults were overweight (BMI > 25) of which 500 million were obese (BMI > 30).\r\rPeople living in developed countries generally consume more calories than in developing countries. For example, in 2011 people in the USA and the EU consumed on average 2,729 and 2,520 kcal per person per day respectively, whilst in Bangladesh people consumed on average 1,823 kcal per person per day. It has therefore been projected that food consumption will increase in the future, as people in developing countries move to higher-calorie diets. For example, Alexandratos and Bruinsma (2012) projected that food consumption will increase by 11% between 2007 and 2050. However, if food consumption could be distributed more evenly, people could move to healthier diets with less obesity and undernourishment, without significantly increasing total calorie intake. \r", 
      "The land and emissions impact of diet is affected by the type of food consumed as well as the total calories. You can control this using the ‘quantity of meat’ and ‘type of meat’ levers.\r\rPlease note that these figures represent global averages, and that the calories required for each individual will vary according to body mass, gender, age, physical activity and climate. \r\rDifferent countries and institutions have different recommendations around what constitutes a healthy diet.  For example, see:\r• The Harvard School of Public Health’s healthy eating plate [http://www.hsph.harvard.edu/nutritionsource/healthy-eating-plate] \r• The World Health Organisation’s recommendations [http://whqlibdoc.who.int/trs/WHO_TRS_935_eng.pdf] for details from \r• The India National Institute of Nutrition’s dietary recommendations [http://ninindia.org/DietaryguidelinesforIndians-Finaldraft.pdf]\r\rAgricultural land to grow crops and feed animals currently takes up 37% of the world’s land surface, whereas forests represent 31% (FAO, 2014). Increased demand for food could be met either through increases in yields or an expansion of agricultural land. Increases in the production of food from each unit of existing agricultural land (the yield) may be able to increase food supplies enough to supply the additional food required for 8.3 to 10.9 billion people by 2050 without having to convert native ecosystems to agricultural land.\r\rHowever, agricultural land expansion could put pressure on existing forests if this yield increase doesn’t take place. Conversion of forest land to crop land or pasture can release greenhouse gas emissions (carbon stored on the land is oxidised to CO2).  Please therefore bear your choice of calorie consumption in mind when you consider the ‘Food’ and ‘Diet’ levers. To see how your choices affect how land is used in the future, please visit the ‘Resources’ tab in the model and select ‘Land’.  ", 
      "By 2050, the global average calorie consumption increases to the current European level of 2,520 kcal per person per day. This represents an extreme scenario, where the entire world would reach European levels of food consumption with high risks of obesity, diabetes and cardiovascular problems. ", 
      "By 2050, the global average calorie consumption increases to a level similar to projections by the UN's Food and Agricultural Organisation (FAO) (Alexandratos and Bruinsma, 2012, adjusted to exclude food losses) of 2,330 kcal per person per day. In this trajectory, there would be a significant increase of food consumption globally, but the current trend of increased calorie consumption would be slightly reduced by population and consumption peaks in some countries.", 
      "In 2050, the global average calorie consumption is the same as in 2011 of 2,180 kcal per person per day. This scenario could represent a redistribution of calorie intake, where some developing countries increase food consumption (e.g. by reducing poverty), whilst some developed countries reduce their consumption. Alternatively, it could represent current levels of inequality of food consumption between regions, or further levels of inequality.", 
      "By 2050, global average calorie consumption reduces to the target for a healthy diet of 2100 kcal per person per day (2,200 for men, and 2,000 for women). This could represent a redistribution of calorie intake, where some developing countries increase food consumption (e.g. by reducing poverty), whilst some developed countries reduce their consumption by tackling obesity issues. Alternatively, it could represent current levels of inequality of food consumption between regions, or further levels of inequality. Overall, this is an extreme target, given that calorie intake values below this global average would result in more cases of undernourishment."
    ], 
    [
      34, 
      "Quantity of meat", 
      "How much meat will we eat? In 2011, global average meat consumption was 187 kcal of meat/person/day. This has generally increased in recent decades, particularly in the developing world. ", 
      null, 
      "Currently people in developing countries consume less meat on average than those in developed countries. Growing incomes in developing countries tend to promote an increase in meat consumption. Global average meat consumption has therefore been increasing since the 1970s.  The UN's Food and Agricultural Organisation (FAO) forecast by Alexandratos and Bruinsma (2012) predicts that meat consumption per person will continue to rise to around 220 kcal per person per day in 2050.", 
      "Different countries and institutions have different recommendations around what constitutes a healthy diet.  For example, see:\r• The Harvard School of Public Health’s healthy eating plate [http://www.hsph.harvard.edu/nutritionsource/healthy-eating-plate] \r• The World Health Organisation’s recommendation of 90g of meat per person per day [http://whqlibdoc.who.int/trs/WHO_TRS_935_eng.pdf] \r• The India National Institute of Nutrition’s dietary recommendations [http://ninindia.org/DietaryguidelinesforIndians-Finaldraft.pdf]\r\rMeat production is, on average, associated with significantly higher greenhouse gas emissions than the production of grains, fruit and vegetables per unit of energy output. It also requires more land, as meat production is much less land efficient than growing crops. For example, in 2011 an area the size of a football pitch would typically yield around 25,000 kcal per year of pasture fed beef, 1,450,000 kcal per year of poultry, or 5,410,000 kcal per year of crops (for example, grains). A shift to lower levels of meat consumption could therefore help to reduce the greenhouse gas footprint of our diets, as well as produce surplus land that could be used for other purposes, such as growing bioenergy crops and establishing new forests.\r\rIn 2011 the global average fish consumption was 27 kcal per day per person, representing 1.4% of total non-meat calories. In all cases, it was assumed that fish calories would represent 2.1% of our non-meat calories in 2050, according to market trends.\r\rThis lever controls effective kcal intake per person.  Users wishing to explore the impact of more or less food waste should use the “wastes and residues” lever.  Losses along the supply chain are currently approximately 19% in terms of meat energy content [Lipinski et al., 2013].", 
      "Very high consumption of meat per person per day. This level assumes the total meat consumption per person in Europe in 2011 as a global target for 2050.", 
      "The global average meat consumption in 2050 is 220 kcal per person per day, similar to that forecast by the UN's Food and Agriculture Organisation (FAO).", 
      "World Health Organisation recommended meat consumption of 90 g meat/day (around 152 kcal per person per day) for a healthy diet by 2050.", 
      "Extremely low global average meat consumption in 2050, which reflects India’s 2011 average meat consumption.  This lever considers vegetarian diets and meat alternatives (e.g. soy meat substitutes, yeast-based meat and potential stem cell-based technologies). It represents an extreme situation and assumes an unprecedented change in dietary preferences worldwide."
    ], 
    [
      35, 
      "Type of meat", 
      "What type of meat do we eat? In 2011 22% of meat consumed was beef, lamb and goat. The rest was pork, chicken and other poultry.", 
      null, 
      "Ruminants include cows and other bovines, sheep and goats. These animals have four-chambered stomachs that allow them to digest fibrous plant-based food (such as grass) efficiently and, on average, are responsible for more greenhouse gas emissions per unit of meat produced than non-ruminants. Non-ruminants are also known as monogastric animals and include chicken and pigs; these animals have simple, single-chambered stomachs and are therefore less efficient than ruminants at extracting energy from fibrous plant-based food.\r\rThe share of ruminant meat in the average global diet has reduced steadily since the 1970s (although owing to increasing meat consumption, absolute production has increased), whereas the share of non-ruminant meat (in particular poultry) has been increasing. Currently, meat from non-ruminants constitutes the dominant share of meat consumed globally. The share of ruminant meat varies significantly between different countries. For example, in Brazil 38% of all meat energy consumed is from ruminant animals, whereas in China only 9% is from ruminants.\r\rThe UN's Food and Agricultural Organisation (FAO) (Alexandratos and Bruinsma, 2012) forecast that between 2005/7 and 2050, total demand for all meat types will increase, with poultry demand increasing by 1.8% per year, pork demand by 0.8% per year, beef demand by 1.2% per year and sheep and goat demand by 1.5% per year. This would result in a ruminant share in 2050 of approximately 25%.", 
      "The production of ruminant meat is, on average, associated with significantly higher greenhouse gas emissions than the production of non-ruminant meat per unit of energy output. One of the reasons for this is that ruminants produce methane as a by-product of their digestion process, which is a greenhouse gas with approximately 29 times the global warming potential of CO2. Ruminant animals are also generally less land efficient than non-ruminants. For example, in 2011 an area the size of a football pitch would typically yield approximately 25,000 kcal per year of pasture fed beef, 380,000 kcal per year of intensively managed beef or 1,450,000 kcal per year of poultry.\r\rA shift to lower levels of ruminant meat consumption could therefore help to reduce the greenhouse gas footprint of our diets, as well as free up land to make way for other uses, such as growing bioenergy crops and establishing new forests.\r\rOn the other hand, there is also the possibility to increase the proportion of ruminants raised in feed-lot systems using the “Livestock (grains/residues fed)” lever, as well as the numbers of ruminants per hectare in grazing systems (i.e., animal density) by using the “Livestock (pasture fed)” lever, which can reduce the need for additional pasture and the emissions per unit of meat produced. ", 
      "The global average split of meat types in 2050 equals the 2011 split of meat types in Canada (28% from ruminants). This represents an extreme increase in the global average share of consumed meat that is from ruminants.", 
      "The global average split of meat types in 2050 equals that projected by the UN’s Food and Agricultural Organisation (FAO) (25% from ruminants). This represents an increase in the global average share of consumed meat that is from ruminants.", 
      "The current global average split of meat types stabilises and stays the same until 2050 (22% ruminants). In this pathway, there is no change in the types of meats consumed.", 
      "The global average split of meat types in 2050 equals the 2011 split of meat types in China (10% ruminants). This represents an extreme reduction in the global average share of consumed meat that is from ruminants."
    ], 
    [
      36, 
      "Crop yields", 
      "Can we increase crop yields? Between 1987 and 2007 they increased by around 1.9% per year globally, but over recent years the annual % increase has been lower than this. Current average food energy yields are 0.10 W per square metre.", 
      null, 
      "Between 1961 and 2007 global average crop yields (the amount of food produced per area of land) increased by 1.7% per year, owing to increased mechanisation, increased fertilisation and irrigation use, and improved crop varieties. Crop yields are predicted to continue to rise up to 2050, albeit at a lower rate; the UN's Food and Agricultural Organisation (FAO) project that between 2005/7 and 2050, global average cereal yields will increase by 0.8% per year, corresponding to a total increase in global average yield between 2011 and 2050 of 36%.  \r\rAn increase in crop yields means that less land will be needed to produce the same amount of food. As the world’s food needs are expected to increase, more land will be needed for food crops which may lead to deforestation. Improving crop yields can reduce this pressure on forests and other natural habitats. \r", 
      "Many experts consider that there is significant potential for crop yields to continue to increase to 2050, particularly in developing countries where the difference between actual yields and potential yields based on agro-ecological parameters is large. There are several ways to increase crop yields, including improving crop varieties to increase their (i) photosynthetic efficiencies, (ii) tolerance to pests, diseases, saline conditions and drought, and (iii) efficiencies of water and nutrient use.  This can involve traditional plant breeding methods (annual selection of higher yielding seeds, and the development of new varieties), marker assisted breeding and/or genetic modification (GM: the insertion of specific genes into the genes of a target plant, often from a separate species).\r\rTraditional plant breeding methods have been adopted for centuries, whilst GM methods have only been developed over the past few decades. However, GM crops are already planted on 170 million hectares (WRI, 2013), representing 12% of total cropland area in 2011; the majority (90%) of GM crops are currently grown in the United States, Canada, Brazil, Argentina and India. The potential implications of GM crops are currently heavily debated. Issues of contention include the potential ecosystem impacts and toxicity of GM crops, human health and safety and the socioeconomic impacts on farmers related to the higher cost, and ownership and control of GM seeds and products in comparison to conventional production practices. \rThe use of more fertilisers and irrigation can also increase crop yields, if the required resources (water, energy) are available. However, as well as being energy and greenhouse gas intensive, increasing these inputs can have negative impacts on the environment. For example, fertilisers can cause eutrophication (a rapid increase in algal growth which starves the water of oxygen, killing fish and other creatures) if allowed to run off into water bodies, affecting local biodiversity. Irrigation can affect local hydrological conditions, impacting soil and water quality. However, if best practice is applied, these impacts should be minimised. \r\rTo represent a move towards an organic farming system in the Global Calculator, crop yields are likely to be lower than industrialised systems, therefore between Level 1 to level 2 for crop yields would be most appropriate. On a global average, organic crop yields tend to be lower than those of industrialised systems. This would likely result in more land being required to grow crops compared to industrialised systems, and hence could result in deforestation to make way for more agricultural land unless offset to some extent by a concurrent increase in land use efficiency. However, organic farming could have benefits on existing arable land by, for example, reducing soil erosion, the use of synthetic fertilisers and pesticides, and increasing biodiversity.\r\rFinally, it is important to bear in mind that climate change could impact crop yields in the future. For example, increases in temperature could result in increased weather variability, more frequent and intense extreme events, and changes in precipitation, which in turn could lead to reduced and more variable crop yields. On the other hand, increased carbon dioxide levels could potentially result in improved yields for some types of crops.  Low to moderate yield increases (level 1 to 2) are likely to be the most appropriate if you have chosen a pathway with high temperature increases (>4 degrees) to reflect the potential adverse impacts of climate change on agricultural production.", 
      "Crop productivity stays constant between 2011 and 2050, rather than following the current trend of increased productivity. This could be due to negative impacts of climate change on agriculture, and scarcity of key resources such as water and fertilisers. This could also represent a shift to more organic farming.", 
      "Moderate crop yield increase of 40% above 2011 levels in 2050, similar to that forecast by the UN's Food and Agriculture Organisation (FAO) as a likely trend.", 
      "High crop yield increases of 60% above 2011 levels in 2050, based on linear extrapolation of past yield growths between 1960 and 2005 taking grains as a reference. This level of effort assumes an increase in the use of mechanisation, irrigation, fertilisers, biotechnology, a high increase in photosynthetic efficiencies, and technology transfer between developed and developing countries.  This level also assumes that climate change does not adversely impact crop yields.", 
      "Extreme yield increase of 100% above 2011 levels in 2050. This ambitious level of effort assumes a substantial increase in the use of mechanisation, irrigation, fertilisers and biotechnology, a high increase in photosynthetic efficiencies, and technology transfer between developed and developing countries.  This level also assumes that climate change has potentially positive impacts on crop yields."
    ], 
    [
      37, 
      "Land-use efficiency ", 
      "Can we use smarter land-use techniques to increase productivity? For example, multi-cropping and integrated agro-livestock-forestry schemes.", 
      null, 
      "If land management is integrated more in the future and used for multiple purposes such as multi-cropping (where more than one harvest takes places each year), co-cropping (where two or more crops are grown together), and agro-livestock-forestry schemes, less land may be required to achieve the same outputs than if each land use was managed separately. However, if arable land is cultivated less intensively, more land may be required. ", 
      "The Multiple Cropping Index (MCI) is a measure of the total harvested area for crops, in comparison to the total arable land dedicated to crops. Currently, in some warm climates with irrigation, or sufficient rainfall, crops are harvested more than once per year, hence the MCI is greater than 1; for example, the MCI of China was 1.45 in 2013 (Langeveld et al, 2013). However, if land is cropped less than once per year (e.g. some land is left fallow), the MCI is less than 1; for example, the MCI of the USA was 0.84 in 2013. If increased cropping intensities caused the global average MCI to increase in the future, less land would be required to produce the required amount of food, hence the land use efficiency would increase.\rSome studies have predicted that significant increases in cropping intensities could be technically feasible in the future, via more multi-cropping and reduced fallow periods. The UN's Food and Agricultural Organisation (FAO) (Alexandratos and Bruinsma, 2012) project that between 2005/7 and 2050, the global average MCI will increase from 0.88 to 0.92; this represents a change in the land required to produce the crops (assuming constant yields) from 100% in 2005/7 to 95.5% in 2050. \r\rHowever, the environmental implications of such increased cropping intensities will depend on where and how the intensification occurs. For example, long-term fallow land that is harvested infrequently can have substantial carbon reserves and provide important ecosystem services, therefore cultivating this type of land more frequently could result in increased carbon emissions to the atmosphere, and declining ecosystem services (WRI, 2013). However, if arable land that is technically suitable for multi-cropping is used, such schemes could result in improvements in land-use efficiency, without having detrimental environmental implications.  In contrast, with mismanaged land use, such as multi-cropping on land not suitable to such practices, yields could decrease because of soil degradation, soil loss and/or desertification and could result in a net increase of land area required to produce the same amount of output (decrease in land use efficiency).\r\rAnother way to increase the integration of land use, and potentially the land-use efficiency, is to use agroforestry, where trees and shrubs are integrated on land with crops and/or livestock production. Agroforestry schemes are already deployed in many regions, including Latin America, Asia and Africa. As well as potentially reducing overall land requirements, there are other potential environmental benefits of such schemes, including fixing nitrogen in the soils, reducing soil erosion, increasing soil organic matter, and increasing pasture yields in hot regions by providing shade and hence reducing animal stress. For example, in Kenya, Zambia and Malawi, nitrogen-fixing tree species (e.g. Faidherbia) are being intercropped with crops, improving the nitrogen content of soils. In other regions, shrubs with high-protein leaves (e.g. Leucaena) are being inter-cropped to provide forage for livestock (WRI, 2013). These schemes have proved very successful and are therefore increasingly being deployed in other countries.", 
      "10% more agricultural land would be necessary to meet the selected food/livestock/bioenergy production levels in 2050 than in 2011. This level could reflect mismanaged land use, causing soil degradation, soil loss and/or desertification, resulting in agricultural land having to be left fallow more frequently than in 2011.", 
      "No land use efficiency improvements. This level assumes that the current global integration of agricultural systems and practices remains stable until 2050. No further improvements or damages from land multi-use would be expected by 2050.", 
      "Improvement in land integration, meaning that 10% less agricultural land would be required to meet the selected food/livestock/bioenergy production levels in 2050 than in 2011. This level would entail an increase in integrated agricultural land use management, such as agro-forestry, crop rotations, multi-cropping, reduced fallow periods, co-cropping and no tillage technologies (where planting seeds without the need for ploughing reduces soil erosion and improves the carbon content of soil). ", 
      "Extreme improvement in land use efficiency, meaning that 30% less agricultural land would be required to meet the selected food, livestock and bioenergy production levels in 2050 than in 2011. This level would entail a substantial increase in integrated agricultural land use management, such as agro-forestry-, crop rotations, multi-cropping, reduced fallow periods, co-cropping and no tillage technologies."
    ], 
    [
      38, 
      "Livestock (grains/residues fed)", 
      "Should we move more livestock traditionally raised on pastureland (cattle, sheep and goats) into feedlots (confined systems that are more efficient at converting food to meat) and use more efficient breeds of animal? For example, in 2011, around 6% of cattle meat was produced from animals kept in feedlot systems.", 
      null, 
      "Ruminant livestock (e.g. cows and other bovines, sheep and goats) can be reared on pasture or in intensive and semi-intensive feed-lot systems where they are fed on grains and residues. Currently, intensively produced beef represents approximately 6% of all beef, and 1% of all sheep and goat meat produced globally. Since the 1990s, livestock production has been shifting from more developed countries to developing countries, and this pattern is projected to continue towards 2050 (Alexandratos and Bruinsma, 2012). Developing countries currently produce less than 1% of their beef from intensive systems, whereas developed countries produce around12% from such systems. Therefore the shift of beef production to developing countries could result in reduced intensification of beef production. However, intensification of livestock systems is generally associated with economic growth, therefore it is expected that there will be a gradual shift towards more intensive feed-lot systems in developing countries in the future; this could compensate for the shift of livestock production from developed to developing countries. \r\rIt is expected that global average feed conversion efficiencies of grain/residue fed animals will increase in the future due to genetic improvements, as well as improved animal feeds.\r", 
      "Livestock produced in intensive systems are generally much more efficient at converting biomass food to meat, and therefore require much less land than pasture-fed animals. For example, in 2011 an area the size of a football pitch would typically yield ~ 380,000 kcal per year of intensively managed beef, but only ~ 26,000 kcal per year of pasture fed beef, i.e., almost 15 times less. Shifting more towards intensively produced animals could therefore free up land for other uses, such as newly established forests and bioenergy plantations. \r\rHowever, intensive livestock operations are currently a source of environmental and health problems. Large amounts of manure are produced in confined areas, and its collection, storage and application to land can pose significant challenges; for example, if too much manure is added to nearby land, it can run-off into local water systems, causing water and soil pollution. There are also concerns of odour and air pollution associated with feedlot systems. Another issue is that antibiotics are often used in large quantities in feedlot systems, with potential health implications for humans (e.g. increased human resistance to antibiotics). \r\rMany people are also concerned about the health and welfare impacts on animals by keeping them in confined, intensive conditions, as well as using selective breeding (for example, to make them more muscular).\r", 
      "Reduction in the proportion of animals that are in feedlot systems to zero in 2050. This represents a case where we move away from intensive feedlot systems, and towards more ‘free range’ systems. Low increase in feed conversion efficiencies of animals (see table above for values).", 
      "No change in the proportion of cattle, sheep and goat meat produced from feedlot between 2011 and 2050. Moderate increases in the feed conversion efficiencies of animals (see table above for values).", 
      "Moderate increase in feedlot systems to15% of all cattle, sheep and goat meat produced by 2050. Moderate/high increase in feed conversion efficiencies of animals (see table above for values). This level entails more use of conventional animal genetic improvements, and technology transfer from developed to developing countries.", 
      "High increase in feedlot systems by 2050 to 30% of all cattle, sheep and goat meat produced by 2050. High increase in feed conversion efficiencies of animals (see table above for values). This level entails significantly more use of conventional animal genetic improvements, and technology transfer from developed to developing countries."
    ], 
    [
      39, 
      "Livestock (pasture fed)", 
      "For animals raised in pastureland (cattle, sheep and goats), should we increase the number of animals per hectare, and their efficiency at converting food to meat? Currently cattle density is 0.6 animals per hectare, and sheep/goats is 3.1 animals/hectare.", 
      null, 
      "Ruminant livestock (e.g. cows and other bovines, sheep and goats) can be reared on pasture or in intensive feed-lot systems where they are fed on grains, food waste and residues. Currently, pasture-fed beef represents approximately 94% of all beef, and 99% of all sheep and goat meat produced globally (FAO, 2006); pasture systems are projected to continue to provide the majority of beef and sheep meat in 2050.\r\rThe yields of livestock fed on pasture can be increased by grazing more animals per hectare, as well as by increasing the feed conversion efficiency of the animals (the kcalories of meat produced per kcalorie of biomass the animal consumes). It is thought that there is significant potential to increase pasture-fed livestock yields globally, particularly in countries with land availability for livestock production or by increasing the animal density in existent pasture systems.", 
      "Pasture land currently covers 3.4 billion hectares of the world, representing 26% of the overall global land area (excluding deserts, ice sheets, degraded lands). If global consumption of pasture-fed ruminant meat increases in the future, more pasture land will be required unless increases in efficiencies are able to counterbalance this increased meat requirement. Increases in pasture area could lead to further deforestation, with the associated greenhouse gas emissions and impacts on biodiversity. Alternatively, if pasture yields and other land use efficiency measures (controlled by the “Land-use efficiency” lever which allows greater multi-cropping and land use integration) were increased significantly, this pasture expansion could be prevented, or even reversed so that some pasture land is freed up in the future and used for either reforestation or dedicated bioenergy crop production.  \r\rThere are several methods for increasing pasture yields. For example, pastures could be planted with grasses and legumes that are more digestible than typical pasture forage, and fields could be fertilised to produce greater quantities of forage. This could increase the number of animals that the land could support, as well as raising the feed conversion efficiency of the animals (if the forage is more digestible). Grains and oilseed meals could also be used as a supplement feed to grass, to help maintain the animal’s growth during dry or cold seasons. \r\rAlternatively, grazing methods can be improved so that pasture land is used more efficiently; for example, by rotating animals quickly around different areas of a field so that grass growth is optimised, or by mixing cattle and sheep grazing so that their different grazing patterns complement each other. Agro-livestock integration can also maximise the land use and increase the overall productivity. Finally, genetic improvements could also be used to increase the feed conversion ratio of ruminants, and reduce their production of methane.", 
      "Low increase in pasture animal density (10%) and feed conversion ratio of pasture-fed cows and sheep and goats (from 2.0% to 2.1%), by improved animal husbandry. ", 
      "Moderate increase in pasture animal density (30%) and feed conversion ratio of pasture-fed cows and sheep and goats (from 2.0% to 2.2%), by improved animal husbandry.", 
      "High increase in pasture animal density (50%) and feed conversion ratio of pasture-fed cows and sheep and goats (from 2.0% to 2.4%). This entails the use of conventional animal genetic improvements, improved animal husbandry, and improved pasture management.", 
      "Extreme increase in pasture animal density (80%) and feed conversion ratio of pasture-fed cows and sheep and goats (from 2.0% to 2.8%). This entails the use of conventional animal genetic improvements, improved animal husbandry, and improved pasture management. Furthermore, this level involves much technology transfer from developed to developing countries to achieve higher levels of productivity."
    ], 
    [
      40, 
      "Bioenergy yields", 
      "Could we get more usable energy out of each hectare of biocrops, for example by using more efficient crop types? Current average yield is 0.4 W per square metre, equivalent to 6.7 dry tonnes per hectare per year for woody energy crops.", 
      null, 
      "In order to produce a given amount of bioenergy, the amount of land we need depends on the bioenergy crop yield, as controlled by this lever. \r\rLiquid biofuels are primarily produced in the USA, Brazil, Europe and China from food crops (known as first generation feedstocks). For example maize, sugar cane and wheat can be made into ethanol, and oilseed rape, soybean and palm fruits can be made into biodiesel. The yield of these crops varies between regions and crop type. For example, the energy yield of wheat grown in Europe is currently around 2,500 litres of ethanol per hectare, whereas the energy yield of sugar cane grown in Brazil is about 7,500 litres of ethanol per hectare.", 
      "This lever considers not only the increase in energy crop yields, but also a change in the crop mix. For example, more efficient energy crops are likely to prevail in future bioenergy investments, particularly with the advancements of new technologies, such as using a more efficient mix of first generation feedstocks, or using second-generation biofuels made through lignocellulosic processes. These feedstocks are generally woody or grassy, such as switchgrass, sugarcane, Miscanthus, napier grass, and eucalyptus, rather than food crops. If we were to move towards using these ‘second generation’ energy crops in the future, the energy yield would be expected to increase.\r\rImprovements in crop varieties should also result in increased yields of energy crops in the future. In the literature, annual increases for global average yields of woody energy crops up to 2050 are projected to be 1.2–1.6% (AEA, 2011), corresponding to an increase of 59% - 86% increase in 2050 over 2011 yields. These improvements could be achieved using traditional plant breeding methods (annual selection of higher yielding seeds, and the development of new varieties) or genetic modification (the insertion of specific genes into the genes of a target plant, often from a separate species). \r\rThe “land use efficiency” lever also affects how much bioenergy can be produced per unit of land.", 
      "Low yield increases for energy crops, to a value in 2050 that is 20% greater than the average 2011 yield (equivalent to an average annual increase of 0.5% per year). This level represents a case where the bioenergy crops used are primarily first generation feedstocks, such as wheat, maize, sugarcane, oilseed rape, and palm fruits, or where climate change has negative impacts on yields.", 
      "Moderate increase in energy crop yields, to a value in 2050 that is 50% greater than the average 2011 yield (equivalent to an average annual increase of 1.1%/year). This level represents a case where the mix of energy crops changes from primarily first generation biofuel crops to incorporate more high-yielding, second generation energy crops such as short rotation coppice (SRC) hardwoods, eucalyptus, Miscanthus and switch grass.", 
      "High yield increases for energy crops, to a value in 2050 that is 120% greater than the average 2011 yield (equivalent to an average annual increase of 2.0%/year). This level represents a case where the mix of energy crops changes from primarily first generation biofuel crops to primarily high-yield, second generation energy crops. As well as the switch from first to second generation crops, the yield of the second generation energy crops increases between 2011 and 2050.", 
      "Extreme increase in energy crop yields, with 2050 yields 200% greater than the average 2011 yield (equivalent to an average annual increase of 2.9%/year). This level represents a case where the mix of energy crops changes from primarily first generation biofuel crops to primarily high-yield, second generation energy crops. As well as the switch from first to second generation energy crops, the yield of the second generation energy crops increases greatly between 2011 and 2050."
    ], 
    [
      41, 
      "Solid or liquid", 
      "Should we use solid or liquid biofuels? Currently 60% of modern biofuels are solid (e.g. wood chips) and 40% are liquid (bioethanol and biodiesel).", 
      null, 
      "If your pathway generates surplus land (which depends on your choices for food consumption, agricultural yields and land-use efficiency), and you choose to expand energy crops in this remaining land by 2050, then you can decide using this lever if the bioenergy produced from such expansion would be mainly in liquid or solid forms.\r\rCurrently around 60% of modern bioenergy is in solid forms (e.g. wood pellets and chips) and 40% is in liquid form (bioethanol and biodiesel).\r", 
      "There are advantages of using bioenergy in both solid and liquid forms, therefore it is currently not possible to state which is preferential. \r\rSolid biomass can be used in industry for process heat requirements, for example to produce high temperature steam, which is likely to be difficult to decarbonise using other technologies. It can also be used alongside carbon capture and storage (known as BECCS, which stands for biomass energy with carbon capture and storage); this could have the advantage of generating ‘negative emissions’, because the carbon dioxide absorbed from the atmosphere as the energy crops grows would get locked away under the Earth’s surface in this process.\rLiquid biofuels can be used to generate low carbon aviation and shipping fuels, and fuels for heavy goods vehicles. These applications are likely to be hard to decarbonise using other methods, therefore using biomass for this use has significant benefits.\r\rIf you choose a high proportion of liquid biofuels, and your pathway generates a lot of bioenergy, you may also want to choose low levels of transport electrification for the lever \"Electric and hydrogen\", otherwise you may end up with some unused bioenergy crops.\r", 
      "The share of liquid biofuels falls to 20% (half its 2011 value) of total bioenergy by 2050, and solid biomass increases from 60% to 80%. This level could represent a case where technological changes would result in a reduction in demand of liquid biofuels, for example, the electrification of transport. It could also represent a case where BECCS is seen as an important method of removing carbon dioxide from the atmosphere.", 
      "The mix of liquid and solid bioenergy forms remains constant between 2011 and 2050, at 40% of the total bioenergy as liquid. This level assumes no substantial changes from the current pattern of bioenergy use.", 
      "The share of liquid biofuels increases between 2011 and 2050 from 40% to 60% of total bioenergy. This level represents a case where liquid biofuels are increasingly used as renewable fuels, as new technologies enhance the competitiveness of advanced biofuels, e.g. lignocellulosic ethanol and biomass-to-liquids (Fischer-Tropsch).  ", 
      "The share of liquid biofuels increases significantly between 2011 and 2050, from 40% to 80% of total bioenergy. This level represents an extreme case, where liquid biofuels are increasingly used as renewable fuels, as new technologies enhance the competitiveness of advanced biofuels.  "
    ], 
    [
      42, 
      "Surplus land (forest & bioenergy) ", 
      "After accounting for food production, do we use surplus land for growing biocrops, or for the regeneration of forests and grassland?", 
      null, 
      "After accounting for food production, surplus land can be allocated for the regeneration of forests and grassland and/or bioenergy crops. Surplus land is made available in the model when existing land is no longer needed for food production (either due to changes in diet, improvements in food yields, food waste reduction or land use efficiency).", 
      "This lever controls how any surplus land made available after 2011 is used. There are advantages to using land for the establishment of new energy crop plantations, and for new forests.\rNew energy crop plantations established on abandoned agricultural land would provide a source of low-carbon energy that could be used for a number of different applications, including liquid fuels for transport (e.g. road, aviation and shipping fuels) and solid fuels for heat and power generation. In conjunction with a deployment of carbon capture and storage technologies, this could potentially result in negative greenhouse gas emissions (known as BECCS – biomass energy with carbon capture and storage). Energy crop plantations can also be used to restore soils, enhance soil carbon stocks and help prevent flooding by increasing the water retention capacity of soils. \r\rThe establishment of new forests would result in increased carbon being absorbed from the atmosphere and being stored on the land in the form of trees and in the soil. It would also have other environmental benefits, such as providing habitats for wildlife, preventing flooding and restoring soils, as well as providing green space for local populations.\r\rIt is important to note that the growth rates of newly established forests, and the final amount of carbon they store, would vary significantly depending on the region and climate. For the purposes of the Global Calculator, average carbon stocks of all current forests and savannahs have been used to provide a global average value, and it is assumed that the forests will become fully established after 50 years. \r", 
      "Any surplus land (achieved through climate-smart dietary, yield improvement and positive land-use efficiency choices) is allocated to forests (including natural regeneration and planted forests) and the restoration of natural grasslands. ", 
      "Levels 2 and 3 represent surplus land use between levels 1 and 4. In level 2, 40% of any surplus land is used for bioenergy and the remaining 60% for forests and grassland restoration.", 
      "Levels 2 and 3 represent surplus land use between levels 1 and 4. In level 3, 60% of any surplus land is used for bioenergy and the remaining 40% for forests and grassland restoration.", 
      "The majority (80%) of any surplus land is allocated to the establishment of bioenergy crop plantations."
    ], 
    [
      43, 
      "Biochar", 
      "Do we use biochar technology to remove CO<sub>2</sub> from the atmosphere? In 2011, biochar was not used.", 
      null, 
      null, 
      null, 
      "Biochar technology is still not used in 2050.", 
      "Biochar technology removes 0.3 GtCO<sub>2</sub>/year by 2050.", 
      "Biochar technology removes 0.8 GtCO<sub>2</sub>/year by 2050.", 
      "Biochar technology removes 3.3 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      44, 
      "Direct air capture", 
      "Do we use direct air capture technology to remove CO<sub>2</sub> from the atmosphere? In 2011, direct air capture was not used.", 
      null, 
      null, 
      null, 
      "Direct air capture technology is still not used in 2050.", 
      "Direct air capture technology removes 1.0 GtCO<sub>2</sub>/year by 2050.", 
      "Direct air capture technology removes 2.5 GtCO<sub>2</sub>/year by 2050.", 
      "Direct air capture technology removes 10.0 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      45, 
      "Ocean fertilisation", 
      "Do we use ocean fertilisation technology to remove CO<sub>2</sub> from the atmosphere? In 2011, ocean fertilisation was not used.", 
      null, 
      null, 
      null, 
      "Ocean fertilisation technology is still not used in 2050.", 
      "Ocean fertilisation technology removes 0.1 GtCO<sub>2</sub>/year by 2050.", 
      "Ocean fertilisation technology removes 0.2 GtCO<sub>2</sub>/year by 2050.", 
      "Ocean fertilisation technology removes 1.0 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      46, 
      "Enhanced weathering (oceanic)", 
      "Do we use enhanced weathering (oceanic) technology to remove CO<sub>2</sub> from the atmosphere? In 2011, it was not used.", 
      null, 
      null, 
      null, 
      "Enhanced weather (oceanic) technology is still not used in 2050.", 
      "Enhanced weather (oceanic) technology removes 1.0 GtCO<sub>2</sub>/year by 2050.", 
      "Enhanced weather (oceanic) technology removes 2.5 GtCO<sub>2</sub>/year by 2050.", 
      "Enhanced weather (oceanic) technology removes 10.0 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      47, 
      "Enhanced weathering (terrestial)", 
      "Do we use enhanced weathering (terrestrial) technology to remove CO<sub>2</sub> from the atmosphere? In 2011, it was not used.", 
      null, 
      null, 
      null, 
      "Enhanced weather (terrestrial) technology is still not used in 2050.", 
      "Enhanced weather (terrestial) technology removes 0.4 GtCO<sub>2</sub>/year by 2050.", 
      "Enhanced weather (terrestial) technology removes 0.9 GtCO<sub>2</sub>/year by 2050.", 
      "Enhanced weather (terrestial) technology removes 3.7 GtCO<sub>2</sub>/year by 2050."
    ], 
    [
      48, 
      "Wastes and residues", 
      "How much is wasted on farms, and how much food is wasted? For example, in 2011, 24% of crop energy content was wasted after leaving the farm (e.g. through damage in transit, improper storage, or consumers throwing it away).", 
      null, 
      "This lever controls the proportion of farm residues that are collected for energy production, the proportion of produced food that is not eaten by humans (post-farm waste), and the proportion of the energy content of food waste that is collected for energy production. All waste is measured in terms of the energy content, rather than mass.\r\rFood is wasted along the entire value chain, including the production of food on the farm, handling and storage, food processing, packaging and distribution, and finally at the consumption level (at the home or in restaurants). In 2011, 24% of crop energy, and 19% of meat energy, was wasted globally after leaving the farm (Lipinski et al., 2013). Total food waste generally ranges between 15% and 25% of food energy produced across most regions, apart from the USA where around 42% of food energy is wasted. There is therefore significant potential to reduce food waste. Between 2007 and 2010, food waste reduced by 13% in the United Kingdom, as a result of a successful campaign. In 2012, the European Commission set a target of reducing food wastage in Europe by 50% by 2020.\r\rAs well as reducing the amount of food that we throw away, we could also improve how we treat food waste and agricultural residues produced on the farm. For example, more could be used to generate energy by anaerobic digestion. In the Global Calculator, a proportion of recovered ‘wastes and residues’ is used for energy production and/or animal feed. By reducing post-farm waste generation and improving waste and residue collection efficiencies across the food supply chain, the environmental impact of food production (including greenhouse gas emissions) can be reduced significantly.", 
      "The stage where most food is wasted is different for developed and developing countries. For example, over half of food energy wasted in North America, Oceania and Europe occurs at the consumption stage (i.e. people throwing food away), whereas in South and Southeast Asia, and sub-Saharan Africa, two-third to three-quarters of food waste occurs during its production, handling and storage (WRI, 2013; Institution of Mechanical Engineers, 2013). \r\rThere are several ways to reduce food wastage. For example, in developing countries, simple, low-cost storage options could be provided to low-income farmers to help preserve food. Improved roads, access to electricity, and refrigeration could also reduce losses from food production, handling, transport and storage in developing countries. In developed countries, consumer waste could be reduced by improving packaging so that food lasts longer and providing advice to consumers on food storage and the difference between ‘sell-by’ and ‘use by’ dates. Finally, if food waste was monitored and measured more effectively, this would help countries and companies to reduce their food wastage.", 
      "No change in the collection of on-farm residues or the production of post-farm wastes and residues. A low increase in the collection of post-farm wastes and residues for energy. See table above for values.", 
      "Moderate increase in the collection of on-farm residues. A moderate reduction in the production of post-farm wastes and residues. A moderate increase in the collection of post-farm wastes and residues for energy. See table above for values.", 
      "Significant increase in the collection of on-farm residues. A significant reduction in the production of post-farm wastes and residues. A significant increase in the collection of post-farm wastes and residues for energy. See table above for values.", 
      "Extreme increase in the collection of on-farm residues. An extreme reduction in the production of post-farm wastes and residues. An extreme increase in the collection of post-farm wastes and residues for energy. See table above for values."
    ], 
    [
      49, 
      "Emissions trajectory", 
      null, 
      null, 
      "The other levers in the Global Calculator control lifestyle and technology choices up to 2050 and determine the emissions between 2011 and 2050. However, to determine the change in global mean temperature and climate change impacts to the end of the 21st Century, we need to consider greenhouse gas emissions up to 2100. To do this, the user simply asserts how the trend of emissions in the previous 15 years continues, for each year between 2050 and 2100.", 
      "Unlike the rest of the levers in the Global Calculator, the “emissions trajectory lever” has no consideration of technical feasibility. Instead, the user is responsible for making a choice which causes an emissions trajectory after 2050 which is consistent with their pathway up to 2050. Here are some issues to keep in mind: \r• If you look at the graph called “emissions by source” this may help you see what is causing your emissions between 2035 and 2050 which may help you decide how the trend could continue;\r• If you have a high emissions pathway, the 2050-2100 period can be the dominant contributor to your cumulative emissions;\r• If your pathway shows negative annual emissions between 2050 and 2100 you need to be confident that this can be achieved through significant reforestation or Greenhouse Gas Reduction (GGR) technologies. Because GGR technologies are untested at scale, it therefore may not be technically feasible to have strongly negative emissions in the future. This can be prevented by selecting a low level (1 or 2) for the “emissions trajectory” lever;\r• There is no lower limit to emissions post 2050.", 
      "After 2050, emissions are flat.", 
      "After 2050, emissions change every year by one third of the average yearly change for the previous 15 year period. This means that if emissions were rising over the last 15 years overall, they will continue to rise, but more slowly. If they were decreasing over the last 15 years, they will continue to decrease, but more slowly.", 
      "After 2050, emissions change every year by two thirds of the average yearly change for the previous 15 year period.", 
      "After 2050, emissions change every year by the average yearly change for the previous 15 year period."
    ], 
    [
      50, 
      "Atmospheric CO2 fraction", 
      "What proportion of emitted CO<sub>2</sub> remains in the atmosphere? In 2011, this was assumed to be 44% (plus or minus 6%) , and it is expected to rise if emissions continue to increase.", 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      51, 
      "Confidence in climate models", 
      "How confident are you about the ability of computer models to simulate the climate? Do you want to use the raw data from climate models, or do you want to show an uncertainty range to reflect phenomena that are not included in the model? If you do not have confidence in climate models, please visit the basic physics page below to see some simple calculations based on your pathway.", 
      null, 
      null, 
      null, 
      "Display only the range of model-generated outputs with no additional range to account for unmodelled phenomena. This level is provided for comparison purposes only.", 
      "Generate an uncertainty range based on model output, using a method similar to the most recent IPCC report, to account for unmodelled phenomena. This method takes the \"very likely\" range generated by computer models and downgrades that to a \"likely\" range, so that the effect in the Calculator is to widen the range of projected temperatures. See documentation for further details.", 
      "n/a", 
      "n/a"
    ], 
    [
      52, 
      "Region factor", 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      53, 
      "Coal", 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      54, 
      "Oil", 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      55, 
      "Gas", 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      56, 
      "Solid bioenergy", 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      57, 
      "Liquid bioenergy", 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      58, 
      "Gaseous bioenergy", 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null
    ], 
    [
      59, 
      "Hydrogen", 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null, 
      null
    ]
  ]
}
